[
  "let arr = str.split('')按空格进行初步分割 进一步处理，将每条语句合并成完整的句子，去掉数字序号等内容arr = arr.map(item => item.replace(/^(\\d+、)/, '').trim());console.log(arr)",
  "人活在世，不过一场美丽的寄居。——简嫃",
  "活着不一定要鲜艳，但一定要有自己的颜色。——张曙光",
  "人类文化的悲哀，是流俗的易传、高雅的失传。——木心",
  "在每个死胡同的尽头，都有另一个维度的天空。——廖一梅",
  "生命的意义在于付出，在于给予，而不是在于接受，也不是在于争取。——巴金",
  "善于利用零星时间的人，才会做出更大的成绩来。——华罗庚",
  "少而好学，如日出之阳；壮而好学，如日中之光；老而好学，如炳烛之明。——刘向",
  "人生的价值，即以其人对于当代所做的工作为尺度。 —— 徐玮",
  "芸芸众生，孰不爱生？爱生之极，进而爱群。 —— 秋瑾",
  "生活真象这杯浓酒，不经三番五次的提炼呵，就不会这样可口！—— 郭小川",
  "纵使黑夜吞噬了一切，太阳还可以重新回来。——汪国真",
  "一条路并不因为它路边长满荆棘而丧失其美丽，旅行者照旧向前进。——罗曼·罗兰",
  "如同明日将死那样生活，如同永远不死那样求知。——甘地",
  "愿望是半个生命，淡漠是半个死亡。——纪伯伦",
  "不存在十全十美的文章，如同不存在彻头彻尾的绝望。——村上春树",
  "生命的定义就是拥有明天。——冯骥才",
  "开成花灾的玫瑰不是灿烂，而是荒凉。——严歌苓",
  "与其在绝望和挣扎中苟活，不如在希冀和盼望中死亡。——纪伯伦",
  "在逆风里把握方向，做暴风雨中的海燕，做不改颜色的孤星。——余光中",
  "人一辈子都在高潮——低潮中浮沉，唯有庸碌的人，生活才如死水一般。——傅雷",
  "在自己身上，克服这个时代。——尼采",
  "万人都要将火熄灭，我一人独将此火高高举起。——海子",
  "历史是一堆灰烬，但灰烬深处有余温。——黑格尔",
  "人类文化的悲哀，是流俗的易传、高雅的失传。——木心",
  "此处果有可乐，我即别无所思。——林语堂",
  "人要有出世的精神才可以做入世的事业。——朱光潜",
  "名不显时心不朽，再挑灯火看文章。——唐寅",
  "教育不是注满一桶水，而是点燃一把火。 ——叶芝",
  "不可乘快而多事，不可因倦而鲜终。——菜根谭",
  "一个人的行动，比他所说的话，更有详细的表现。——卡耐基",
  "一花凋零，荒芜不了整个春天。——巴尔扎克",
  "读书使人充实，思考使人深邃，交谈使人清醒。——富兰克林",
  "青春是一种持续的陶醉，是理智的狂热。——拉罗什富科",
  "只有永远躺在泥坑里的人，才不会再掉进坑里。——黑格尔",
  "每一个不曾起舞的日子，都是对生命的辜负。——尼采",
  "人生应该如蜡烛一样，从顶燃到底，一直都是光明的。 —— 萧楚女",
  "真正的人生，只有在经过艰难卓绝的斗争之后才能实现。——塞涅卡",
  "顽强的毅力可以征服世界上任何一座高峰。——狄更斯",
  "早知今日读书是，悔作从前任侠非。——李欣",
  "生活最沉重的负担不是工作，而是无聊。——罗曼·罗兰",
  "千里之行，始于足下。——老子",
  "少年易学老难成，一寸光阴不可轻。——朱熹",
  "敏而好学，不耻下问。——孔子",
  "天生我材必有用。——李白",
  "人生贵相知，何用金与钱。——李白",
  "海内存知已，天涯若比邻。——王勃",
  "月缺不改光，剑折不改刚。——梅尧臣",
  "莫愁前路无知已，天下谁人不识君。——高适",
  "海纳百川有容乃大；壁立千仞无欲则刚。——林则徐",
  "穷则独善其身，达则兼济天下。——孟子",
  "自由自由，多少罪恶假汝之名以行。——罗兰夫人",
  "茅草屋顶下住着自由人，大理石和黄金下栖息着奴隶。——塞涅卡",
  "即使被关在果壳之中，我仍自以为是无限宇宙之王。——莎士比亚",
  "我不同意你说的每一句话，但我誓死捍卫你说话权利的自由。——伏尔泰",
  "生命，那是自然付给人类去雕琢的宝石。——诺贝尔",
  "书是人类进步的阶梯，终生的伴侣，最诚挚的朋友。——高尔基",
  "为伟大的事业捐躯，从来就不能算作失败。——拜伦",
  "新的方法和概念，常常比解决问题本身更重要。——华罗庚",
  "成大事不在于力量的大小，而在于能坚持多久。——塞·约翰生",
  "人所缺乏的不是才干而是志向，不是成功的能力而是勤劳的意志。——部尔卫",
  "只有经历过地狱般的磨砺，才能练就创造天堂的力量；只有流过血的手指，才能弹出世间的绝响。——泰戈尔",
  "立志用功如种树然，方其根芽，犹未有干；及其有干，尚未有枝；枝而后叶，叶而后花。——王守仁",
  "青春是一个普通的名称，它是幸福美好的，但它也是充满着艰苦的磨炼。——高尔基",
  "志向是天才的幼苗，经过热爱劳动的双手培育，在肥田沃土里将成长为粗壮的大树。——苏霍姆林斯基",
  "心若改变，你的态度跟着改变；态度改变，你的习惯跟着改变；习惯改变，你的性格跟着改变；性格改变，你的人生跟着改变。——亚伯拉罕·马斯洛",
  "若天压我，劈开那天，若地拘我，踏碎那地，我等生来自由身，谁敢高高在上——今何在",
  "有两件事我最憎恶：没有信仰的博才多学和充满信仰的愚昧无知。——爱默生",
  "谁终将声震人间，必长久深自缄默；谁终将点燃闪电，必长久如云漂泊。——尼采",
  "理想主义者是不可救药的：如果他被扔出了他的天堂，他会再制造出一个理想的地狱。——尼采",
  "仿佛前世的密约，注定我们要在今生抵掌，然后一起创世，或者再次站成一排，慷慨赴死。——野夫",
  "如果是玫瑰，它总会开花的。——歌德",
  "失败是坚忍的最后考验。——俾斯麦",
  "辛勤的蜜蜂永没有时间悲哀。——布莱克",
  "对于不屈不挠的人来说，没有什么是无法克服的。",
  "冬天已经到来，春天还会远吗？ —— 雪莱",
  "生命不止，奋斗不息。——卡莱尔",
  "人生不是一种享乐，而是一桩十分沉重的工作。——列夫·托尔斯泰",
  "时间是伟大的作者，她能写出未来的结局。——卓别林",
  "志向和热爱是伟大行为的双翼。——歌德",
  "我这个人走得很慢，但是我从不后退。——亚伯拉罕·林肯",
  "一个人几乎可以在任何他怀有无限热忱的事情上成功。 ——查尔斯·史考伯",
  "深窥自己的心，而后发觉一切的奇迹在你自己。——培根",
  "失败也是我需要的，它和成功对我一样有价值。——爱迪生",
  "人需要真理，就像瞎子需要明快的引路人一样。——高尔基",
  "任何问题都有解决的办法，无法可想的事是没有的。——爱迪生",
  "每一种挫折或不利的突变，是带着同样或较大的有利的种子。——爱默生",
  "只要朝着一个方向努力，一切都会变得得心应手。——勃朗宁",
  "人的一生可能燃烧也可能腐朽，我不能腐朽，我愿意燃烧起来! —— 奥斯特洛夫斯基",
  "你若要喜爱你自己的价值，你就得给世界创造价值。 —— 歌德",
  "生活的情况越艰难，我越感到自己更坚强，甚而也更聪明。——高尔基",
  "如果我比笛卡尔看得远些，那是因为我站在巨人们的肩上的缘故。——牛顿",
  "人生不是一种享乐，而是一桩十分沉重的工作。 —— 列夫·托尔斯泰",
  "人只有献身于社会，才能找出那短暂而有风险的生命的意义。 —— 爱因斯坦",
  "一个人能否有成就，只看他是否具备自尊心与自信心两个条件。——苏格拉底",
  "生活在我们这个世界里，不读书就完全不可能了解人。——高尔基",
  "没有目的，就做不成任何事情；目的渺小，就做不成任何大事——狄德罗",
  "进步，意味着目标不断前移，阶段不断更新，它的视影不断变化。——雨果",
  "你以为挑起生活的担子是勇气，其实去过自己真正想要的生活才更需要勇气。——萨姆门德斯",
  "生活赋予我们一种巨大的和无限高贵的礼品，这就是青春：充满着力量，充满着期待志愿，充满着求知和斗争的志向，充满着希望信心和青春。——奥斯特洛夫斯",
  "感情有着极大的鼓舞力量，因此，它是一切道德行为的重要前提，谁要是没有强烈的志向，也就不能够热烈地把这个志向体现于事业中。——凯洛夫",
  "不是所有的人都能知道时光的含义，不是所有的人都懂得珍惜，这世间并没有分离与衰老的命运，只有肯爱与不肯爱的心。——席慕蓉",
  "懂得生命真谛的人，可以使短促的生命延长。——西塞罗",
  "必须在奋斗中求生存，求发展。——茅盾",
  "难听的实话胜过动听的谎言。——苏尤里郁达列夫",
  "机中锦字论长恨，楼上花枝笑独眠。——皇甫冉",
  "无论是人类还是民族，如果没有崇高的理想，就不能生存。——陀思妥耶夫斯基",
  "美感是和听觉、视觉不可分离地结合在一起的，离开听觉、视觉，是不能设想的。当一个人因为厌倦的缘故而失去观赏美的东西的愿望的时候，欣赏那种美的要求也不能不消失。——车尔尼雪夫斯基",
  "没有伟大的愿望，就没有伟大的天才。——巴尔扎克",
  "顺境中不无隐忧和烦恼，逆境中不无慰藉和希望。——培根",
  "跟生活的粗暴打交道，碰钉子，受侮辱，自己也不得不狠下心来斗争，这是好事，使人生气勃勃的好事。——罗曼·罗兰",
  "美是我们所知道的最完备的东西，它包括了自然的不可企及的神秘目标。——罗布里奇斯",
  "你给我的是万念俱灰的伤害，我给你的是竭尽全力地成全。——夏七夕",
  "人生不是一种享乐，而是一桩十分沉重的工作。——列夫·托尔斯泰",
  "梦里不知身是客，一晌贪欢。——李煜",
  "命运是一件很不可思议的东西。虽人各有志，往往在实现理想时会遭遇到许多困难，反而会使自己走向与志趣相反的路，而一举成功。我想我就是这样。——松下幸之助",
  "不能像走兽那样活着，就应追求知识和美德。——但丁",
  "暂时的是现实，永生的是理想。——罗曼·罗兰",
  "书犹药也，善读之可以医愚。——刘向",
  "生命的短促，只有美德能将它留传到遥远的后世。——莎士比",
  "没有人生活在过去，也没有人生活在未来，现在是生命确实占有的唯一形态。——叔本华",
  "一个有事业追求的人，可以把“梦”做得高些。虽然开始时是梦想，但只要不停地做，不轻易放弃，梦想能成真。——虞有澄",
  "在我们中间，就连最勇敢的人，对于自己真正理解的事拿得出勇气，也是罕见的。——勃朗",
  "确立起一种正确的人生哲学，于每个人乃是生死攸关的需要。失去了人生目标的人，是最不幸的人。——赵鑫珊",
  "归时休放烛花红，待踏马蹄清月夜。——李煜",
  "在数学中，我们发现真理的主要工具是归纳和模拟。——拉普拉斯",
  "不管努力的目标是什么，不管他干什么，他单枪匹马总是没有力量的。合群永远是一切善良思想的人的需要。——德歌德",
  "人的一生是短的，但如果卑劣地过这一生，就太长了。——莎士比亚",
  "人的感情和行为千差万别，正如在鹰钩鼻子与塌鼻子之间还可能有各式各样别鼻子。——歌德",
  "穷且益坚，不坠青云之志。——王勃",
  "丝染无复白，鬓白无重黑，发奋爱青春，一失不再得。——旋国章",
  "诚信者，天下之结也。——墨子",
  "冤家宜解不宜结，各自回头看后头。——冯梦龙",
  "一时的成就以多年的失败为代价而取得。——勃朗宁",
  "时间不能增添一个人的生命，然而珍惜光阴却可使生命变得更有价值。——卢瑟·伯班克",
  "三军可夺帅，匹夫不可夺志也。——孔子",
  "责任心是现代人素质的标志。——吴玉妍",
  "会当凌绝顶，一览众山小。——杜甫",
  "为了一个伟大的神圣目的，去千方百计、历尽艰辛地奋斗，是完全值得的。——狄更斯",
  "生活里没有做不到的事，但需要有强烈的愿望，必要时应该不惜生命。——列·列昂诺夫",
  "生命里最重要的事情是要有个远大的目标，并借助才能与坚毅来完成它。——歌德",
  "当我拥有你，无论是在百货公司买领带，还是在厨房收拾一尾鱼，我都觉得幸福。——川端康成",
  "勤能补拙是良训，一分耕耘一分才。——华罗庚",
  "有真道德，必生真胆量。凡怕天怕地怕人怕鬼的人，必是心中有鬼，必是品行不端。——宣永光",
  "孤独一人也没关系，只要能发自内心地爱着一个人，人生就会有救。哪怕不能和他生活在一起。——村上春树",
  "真理和美德是艺术的两个密友，你要当作家，当批评家吗？请首先做一个有德行的人。——狄德罗",
  "只要坚定不移地向着目标前进，就一定会达到目的。——托尔斯泰",
  "科学的使命，是要造福社会，而不是造福个人。——陶行知",
  "夫学须志也，才须学也，非学无以广才，非志无以成学。——诸葛亮",
  "有经验的老人执事令人放心，而青年人的干劲则鼓舞人心。如果说，老人的经验是可贵的，那么青年人的纯真则是崇高的。——培根",
  "生活的理想，就是为了理想的生活。 ——张闻天",
  "良心是我们每个人心头的岗哨，它在那里值勤站岗，监视着我们别做出违法的事情来。——（英）毛姆",
  "磊磊落落，独往独来，大丈夫之志也，大丈夫之行也。——梁启超",
  "对大多数人来说，生活的变化是缓慢的。今天和昨天似乎没有什么不同；明天也可能和今天一样。也许人一生仅仅有那么一两个辉煌的瞬间，甚至一生都可能在平淡无奇中度过。——路遥",
  "以信接人，天下信之；不以信接人，妻子疑之。——杨泉",
  "亲善产生幸福，文明带来和谐。——雨果",
  "路是脚踏出来的，历史是人写出来的，人的每一步都是在书写自己的历史。——吉鸿昌",
  "一个人事业上的成功，只有15%是由于他的专业技术，另外的85%要依依耐人际关系、外世技巧。软与硬是相对而言的。专业的技术是硬本领，善于处理人际关系的交际本领则是软本领。 ——卡耐基",
  "理想是指路明灯。没有理想就没有坚定的方向；没有方向就没有生活。——托尔斯泰",
  "成功的欢乐在于一次又一次对自己的肯定，而不在于长久满足于某件事情的完成。——罗兰",
  "当时间的主人，命运的主宰，灵魂的舵手。——罗斯福",
  "人只有献身社会，才能找出那实际上是短暂而有风险的生命的意义。——爱因斯坦",
  "在天愿作比翼鸟，在地愿为连理枝。——白居易",
  "父亲子女兄弟姊妹等称谓，并不是简单的荣誉称号，而是一种负有完全确定的非常郑重的相互义务的称呼，这些义务的总和便构成这些民族的社会制度的实质部分。 ——恩格斯",
  "做人要有人格，做官要有官德，做事要靠能力。——郑培民",
  "天才在于积累，聪明在于勤奋。——华罗庚",
  "对上级谦恭是本分；对平辈谦逊是和善；对下级谦逊是高贵；对所有的人谦逊是安全。——亚里士多德",
  "读书破万卷下笔如有神——杜甫",
  "诚者，天之道也；思诚者，人之道也。——孟子",
  "科学经历的是一条非常曲折、非常艰难的道路。——钱三强",
  "友谊，以互相尊重为基础的崇高美好的友谊，深切的同情，对别人的成就决不恶意妒忌，对自己培养一种集体利益高于一切的意识。——奥斯特洛夫斯基",
  "多听，少说，接受每一个人的责难，但是保留你的最后裁决。——莎士比亚",
  "逆境展示奇才，顺境隐没英才。——霍勒斯",
  "人光明磊落便是好人。——朱熹",
  "真正的朋友不要把友谊挂在口上，他们并不为了友谊而相互要求点什么，而是彼此为对方做一切办得到的事情。——别林斯基",
  "散步促进我的思想。我的身体必须不断运动，脑筋才会开动起来。——卢梭",
  "为人第一谦虚好，学问茫茫无尽期。——冯梦龙",
  "我们是青年团，不是畸人，也不是愚人，应当给自己把幸福争过来。——屠格涅夫",
  "人生是花，而爱是花蜜。——雨果",
  "燕雀戏藩柴，安识鸿鹄游。——曹植",
  "勤劳一日，可得一夜安眠；勤劳一生，可得幸福长眠。——达·芬奇",
  "人生就是学校。在那里，与其说好的教师是幸福，不如说好的教师是不幸。——海贝尔",
  "如果你不想被拒绝，最好的方法就是先拒绝别人。——王家卫",
  "在创作家的事业中，每一步都要深思而后行，而不是盲目瞎碰。——米丘林",
  "感发人心的忠勇，可以使一根纺线竿变成一柄长枪。——莎士比亚",
  "读书破万卷，下笔如有神。——唐杜甫",
  "老骥伏枥，志在千里；烈士暮年，壮心不已。——曹操",
  "如果容许我再过一次人生，我愿意重复我的生活。因为，我从来就不后悔过去，不惧怕将来。——蒙田",
  "女人的眼泪是没用的液体，但你让女人流泪说明你很没用。——韩寒",
  "把希望建筑在意欲和心愿上面的人们，二十次中有十九次都会失望。——大仲马",
  "推人以诚，则不言而信矣。——王通",
  "给我五个系数，我讲画出一头大象；给我六个系数，大象将会摇动尾巴。——柯西",
  "沉浸于现实的忙碌之中，没有时间和精力思念过去，成功也就不会太远了。——雷音",
  "知识是从劳动中得来的，任何成就都是刻苦劳动的结晶。——宋庆龄",
  "只有那些晓得控制他们的缺点，不让这些缺点控制自己的人才是强者。——巴尔扎克",
  "出淤泥而不染，濯清涟而不妖。——周敦颐",
  "任何时候为爱情付出的一切都不会白白浪费。——塔索",
  "对新的对象必须创出全新的概念。——柏格森",
  "鸟儿精心照管自己的巢只不过几天功夫，我则要终生精心照看自己的心巢。——巴尔扎克",
  "信用既是无形的力量，也是无形的财富。——松下幸之助",
  "人生乐在相知心。——王安石",
  "做了好事受到指责而仍坚持下去，这才是奋斗者的本色。——巴尔扎克",
  "登山须正路，饮水须直流。——孟郊",
  "人的理想志向往往和他的能力成正比。——约翰逊",
  "一个不注意小事情的人，永远不会成功大事业。——卡耐基",
  "如今憔悴，风鬟霜鬓，怕见夜间出去。不如向帘儿底下，听人笑语。——李清照",
  "生命里最重要的事情是要有个远大的目标，并藉助才能与坚持来完成它。——歌德",
  "只要你具备了精神气质的美，只要你有这样的自信，你就会拥有风度的自然之美。——金马",
  "愁颜与衰鬓，明日又逢春。——戴叔伦",
  "科学，细心地玩味起来，就连最勇的，而是正确的判断力和理解力。——斯坦尼斯瓦夫",
  "不戚戚于贫贱，不汲汲于富贵。 ——陶渊明",
  "人生并不像火车要通过每个站似的经过每一个生活阶段。人生总是直向前行走，从不留下什么。 ——刘易斯",
  "信用是难得失的，费十年功夫积累的信用，往往由于一时的言行而失掉。——池田大作",
  "人们宁愿相信谎言，而不愿追随真理，不仅由于探索真理是艰辛的，也不仅由于真理会约束人的想象，而且是由于谎言更能迎合人类某些恶劣的天性。——培根",
  "青年是人生的骄傲，也是时代未来的希望。——林伯渠",
  "订目标，做计划，大量的行动。——陈安之",
  "科学的历史，从某种意义上说，就是错觉和失败的历史，是伟大的顽愚者以笨拙和低效能进行工作的历史。——寺男寅彦",
  "渐进就是守旧。因此经营理念创新，就要反渐进，务必一步到位。——张瑞敏",
  "不管好不好，这是我的祖国。——狄卡杜尔",
  "登天难，求人更难，黄连苦，贫穷更苦。春冰薄，人情更薄。江潮险，人心更险。知其难，甘其苦，耐其薄，可以处世矣。——孙其遇",
  "于患难风豪杰。——魏禧",
  "坚决的信心，能使平凡的人们，做出惊人的事业。——马尔顿",
  "世界上一成不变的东西，只有“任何事物都是在不断变化的”这条真理。——斯里兰卡",
  "获得幸福的惟一途径，就是忘掉目前的幸福，以除此之外的目的作为人生目标。——米勒",
  "一个人最伤心的事情无过于良心的死灭。——郭沫若",
  "凡事欲其成功，必要付出代价：奋斗。——爱默生",
  "黄蜂认为邻蜂储蜜之巢太小。他的邻人要他去建筑一个更小的。——泰戈尔",
  "一个有志气的人，他为之奋斗的目标就应是远大的，高尚的，而决不是被私利障住眼睛的懦夫。——殷庆功",
  "只要我们能善用时间，就永远不愁时间不够用。——歌德",
  "横戈跃马的男儿，岂能作柔情的奴仆，要具有真正的品格，才算得真正的勇武。——莎士比亚",
  "只有彻底的行动，才是改变自己，改变自己周围社会的唯一途径。——德田虎雄",
  "青春能弥补一切。——赫兹里特",
  "数学主要的目标是公众的利益和自然现象的解释。——傅立叶",
  "昨天的不可能将变成今天的可能。——伽利略",
  "对人以诚信，人不欺我；对事以诚信，事无不成。——（中）冯玉祥",
  "燕雀安知鸿鹄之志。——司马迁",
  "同是不满于现状，但打破现状的手段却不同：一是革新，一是复古。——鲁迅",
  "一个人追求的目标越高，他的才能就发展得越快，对社会就越有益。——高尔基",
  "胆怯有两种：一种是思想方面的，一种是神经方面的；一种是肉体的胆怯，一种是精神的胆怯；两者各不相关。——巴尔扎克",
  "能用众力，则无敌于天下矣；能用众智，则无畏于圣人矣。——孙权",
  "故立志者，为学之心也；为学者，立志之事也。 ——王阳明",
  "一生一代一双人，争教两处销魂。——纳兰性德",
  "世界未有比真诚人更为可贵的。——西塞罗",
  "想象力比知识更为重要。——爱因斯坦",
  "人们过于习惯借助力量来维持秩序，因此不可能考虑没有压制的社会组织。——托尔斯泰",
  "充沛的精力加上顽强的决心，曾经创造出许多奇迹。——狄更斯",
  "不应当急于求成，应当去熟悉自己的研究对象，锲而不舍，时间会成全一切。凡事开始最难，然而更难的是何以善终。——莎士比亚",
  "缺乏一种自信的精神，这往往导致一些本来是萌芽了的天才走向自我扼杀。——舒卓",
  "即使一动不动，时间也在替我们移动，而日子的消逝，就足以带走我们希望保留的幻想。——罗曼·罗兰",
  "人当自信自守，凡义所宜为，力所能为，心所欲为，而亲友挽得回，妻孥劝得止，只是无。——罗近汉",
  "一个有坚强心志的人，财产可以被人掠夺，勇气却不会被人剥夺的。——雨果",
  "古之立大事者，不唯有超世之才，亦必有坚忍不拔之志。——苏轼",
  "肠断月明红豆蔻，月似当时，人似当时否？——纳兰性德",
  "寻求真理的时候，人也进两步，退一步。痛苦啦、错误啦、对生活的厌倦啦，把他们抛回来，可是寻求真理的热望和固执的毅力会促使他们不断地前进。——契诃夫",
  "志当存高远。——诸葛亮",
  "爱是理解的别名。——泰戈尔",
  "理解和熟记结合得越好，知识就会获得越自觉。——苏霍姆林斯基",
  "勉强保持友谊是最难堪的。——普劳图斯",
  "离人无语月无声，明月有光人有情。——李冶",
  "无限相信书籍的力量，是我的教育信仰的真谛之一。——苏霍姆林斯基",
  "和一个男人相处，多了解他而不必太爱他；和一个女人相处，应多爱她，别试图完全了解她。——莎士比亚",
  "今天所做之事勿候明天，自己所做之事勿候他人。——歌德",
  "我们宁愿重用一个活跃的侏儒，不要一个贪睡的巨人。——莎士比亚",
  "人生诚然有许多烦恼，但在满怀信心，意志坚定的人看来，无难不可摧，乐观努力，就是秘诀。——彭歌",
  "距离已经消失，要么创新，要么死亡。——托马斯·彼得斯",
  "生活的道路一旦选定，就要勇敢地走到底，决不回头。——左拉",
  "创造性思想只能凭借蕴含于其中的非创造性成分才能被人理解。——斯坦尼斯拉夫·安德烈斯基",
  "春草明年绿，王孙归不归？——白居易",
  "沉静就是力量；斧头是沉静的，却能把橡树连根砍断。——高尔基",
  "立志宜思真品格读书须尽苦功夫——阮元",
  "在科学里，嘲笑腐儒，也就类似宗——乌纳穆诺",
  "只有当全体居民都参加管理工作时，才能彻底进行反官僚主义的斗争，才能完全战胜官僚主义。 ——列宁",
  "宿命论是那些缺乏毅力的弱者的借口。——罗曼·罗兰",
  "生命是太脆薄的一种东西，并不比一株花更经得住年月风雨，用对自然倾心的眼，反观人生。使我不能不觉得热情的可珍，而看重人与人凑巧的藤葛。——沈从文",
  "一个时代的精神，是青年代表的精神；一个时代的性格，是青春代表的性格。——马克思",
  "内不愧心，外不负俗。——嵇康",
  "人当活在真理和自我奉献里。——庞陀彼丹",
  "天时不如地利，地利不如人和。——先秦·孟子",
  "毫无理想而又优柔寡断是一种可悲的心理。 ——培根",
  "志向和热爱是伟大行为的双翼。——歌德",
  "只有先声夺人，出奇制胜，不断创造新的体制、新的产品、新的市场和压倒竞争对手的新形势，企业才能立于不败之地。——黄汉清",
  "具有了向上的力量，才能一眼望到山外的大地，蜿蜒的长河，人类精神的进步。——罗曼·罗兰",
  "人生不过是午后到黄昏的距离，茶凉言尽，月上柳梢。—— 徐志摩",
  "诚实者既不怕光明，也不怕黑暗。——高尔基",
  "一个人的真正伟大之处就在于他能够认识到自己的渺小——保罗",
  "坚强的信心，能使平凡的人做出惊人的事业。——马尔顿",
  "泰山不让土壤，故能成其大；河海不择细流，故能就其深。——李斯",
  "航海远行的人，比先定个目的地，中途的指针，总是指着这个方向走，恐怕永无达到的日子。——李大钊",
  "老当益壮，宁移白首之心；穷且益坚，不坠青云之志。——唐·王勃",
  "人生能有几回搏，此时不搏何时搏。——容国团",
  "百金买骏马，千金买美人；万金买高爵，何处买青春？——屈原",
  "我曾经以为日子是过不完的，未来是完全不一样的。现在，我就呆在我自己的未来，我没有发现自己有什么真正的变化，我的梦想还像小时候一样遥远，唯一不同的是我已经不打算实现它了。——王朔",
  "独木难成林，只有得到他人的帮助才能成就自己的目标。”——乔治·希恩",
  "要永远觉得祖国的土地是稳固地在你脚下，要与集体一起生活，要记住，是集体教育了你。那一天你若和集体脱离，那便是末路的开始。 ——奥斯特洛夫斯基",
  "遵守诺言就象保卫你的荣誉一样。——巴尔扎克",
  "等到自私的幸福变成了人生唯一的目标之后，不久人生就变得没有目标。——罗曼·罗兰",
  "信仰是精神的劳动；动物是没有信仰的，野蛮人和原始人有的只是恐怖和疑惑。仅有高尚的组织体，才能到达信仰。——契诃夫",
  "异想天开给生活增加了一分不平凡的色彩，这是每一个青年和善感的人所必需的。——巴乌斯托夫斯基",
  "信心好比一粒种子，除非下种，否则不会结果。——罗伯。舒勒",
  "人是要有帮助的。荷花虽好，也要绿叶扶持。一个篱笆打三个桩，一个好汉要有三个帮。——毛泽东",
  "神圣的工作在每个人的日常事务里，理想的前途在于一点一滴做起。——谢觉哉",
  "老骥伏枥，志在千里；烈士暮年，壮心不已。 ——曹操",
  "最大的骄傲于最大的自卑都表示心灵的最软弱无力。——斯宾诺莎",
  "有些事情是不能等待的。假如你必须战斗或者在市场上取得最有利的地位，你就不能不冲锋、奔跑和大步向前。——泰戈尔",
  "人的价值蕴藏在人的才能之中。——马克思",
  "那些忘恩的人，落在困难之中，是不能得救的。——伊索",
  "如果要别人诚信，首先自己要诚信。——莎士比亚",
  "判断一个人，不是根据他自己的表白或对自己的看法，而是根据他的行动。——列宁",
  "信仰，是人们所必须的。什麽也不信的人不会有幸福。——雨果",
  "由俭入奢易，由奢入俭难。——司马光",
  "于顺境中交朋友只需费一举手之劳；在困厄时寻找友谊简直比登天还难。——爱比克泰德",
  "作了好事受到职责而坚持下去，这才是奋斗的本色。——巴尔扎克",
  "平静的湖面，炼不出精悍的水手；安逸的环境，造不出时代的伟人。——列别捷夫",
  "攻城不怕坚，攻书莫畏难。科学有险阻，苦战能过关。——叶剑英",
  "爱情是理解和体贴的别名。——泰戈尔",
  "你必须以诚待人，别人才会以诚回报。———李嘉诚",
  "我始终记住：青春是美丽的东西，而且对我来说它永远是鼓舞的源泉。——巴金",
  "见贤思齐，见不贤而内自省。——孔子",
  "人之相识，贵在相知；人之相知，贵在知心。——孟子",
  "回头看我的创业历程，是不断寻找不断纠正的过程。——吴锡桑",
  "理想，是的，我又看见了理想。我指的不是化妆品，不是空谈，也不是挂在人们嘴上的口头禅。理想是那么鲜明，看得见，而且同我们血肉相连。它是海洋，我好比一小滴水；它是大山，我不过一粒泥沙。不管我多么渺小，从它那里我可以吸取无穷无尽的力量。——巴金",
  "真理惟一可靠的标准就是永远自相符合。——欧文",
  "燕雀安知鸿鹄之志哉！ ——陈涉",
  "九州生气恃风雷，万马齐喑究可哀。我劝天公重抖擞，不拘一格降人才。——龚自珍",
  "教师把每一个学生都理解为他是一个具有个人特点的、具有自己志向、自己智慧和性格结构的人的时候，这样的理解才能有助于教师去热爱儿童和尊重儿童。——赞科夫",
  "即时最想到达天堂的人，也不想通过死亡到达天堂。——乔布斯",
  "懒惰象生锈一样，比操劳更能消耗身体；经常用的钥匙，总是亮闪闪的。——富兰克林",
  "人生中，有两条道路是畅通的，一条通向理想，一条通向死亡。——席勒",
  "在奔赴危险的使命中，请予我以坚强，以苦痛来荣耀我，并助我攀登那每日为你而贡献的艰难的心怀。——泰戈尔",
  "生命中曾经有过的所有灿烂，终究都需要用寂寞来偿还。—— 马尔克斯",
  "和你一同笑过的人，你可能把他忘掉，但是和你一同哭过的人，你却永远不忘。——纪伯伦",
  "在人类事业的顶峰上神游过之后，我发现还有无数高山需要攀登，无数艰难险阻需要克服。——巴尔扎克",
  "不信不立，不诚不行。——晁说之",
  "对真理和知识的追求并为之奋斗，是人的最高品质之一。——爱因斯坦",
  "若不团结，任何力量都是弱小的。——拉封丹",
  "删掉枝叶的人，决定得不到花果。——鲁迅",
  "友谊是灵魂的结合，这个结合是能够离异的，这是两个敏感，正直的人之间心照不宣的契约。——伏尔泰",
  "天才是百分之一的灵感加上百分之九十九的汗水。——爱迪生",
  "婚姻的幸福不完全建筑在显赫的身份和财产上，却建筑在相互崇敬上。这种幸福的本质是谦逊和朴实的。——巴尔扎克",
  "青春是奇妙的，我看到少女们浪费青春，就替她们伤心。——萧伯纳",
  "有志不在年高，无志空活百岁。——石成金",
  "人们塑造组织，而组织成型后就换为组织塑造我们了。——丘吉尔",
  "是你先开口，让我先放手。——李宫俊",
  "贫不足羞，可羞是贫而无志。 ——吕坤",
  "我发现，正是在生活使我遭到最大的屈辱和痛苦的那些岁月里，正是我经受了那么多苦难的艰辛岁月，我渴望达到目的的勇气和顽强精神格外高涨。——高尔基",
  "打破天窗说亮话。——李宝嘉",
  "生命之弦，原有它承载的极限和底线，绷得过紧，势必弦断。——丁立梅",
  "爱情只有当它是自由自在时，才会叶茂花繁。认为爱情是某种义务的思想只能置爱情于死地。只消一句话：你应当爱某个人，就足以使你对这个人恨之入骨。 ——罗素",
  "不经巨大的困难，不会有伟大的事业。——伏尔泰",
  "技术的价值不在于领先而在于应用！——小坑",
  "人应该早起的，早起看辉煌极了的太阳，因为太阳的光明很难持续一整天的。——狄更斯",
  "为了求恋爱成功而尽量隐藏自己的缺点的人，其实是愚蠢的。——傅雷",
  "我们平等地相爱，因为我们互相了解，互相尊重。——托尔斯泰",
  "推之以诚，则不言而信。——王通",
  "长的是磨难，短的是人生。——张爱玲",
  "喜爱人生的人绝不是失败者。——费德",
  "骐骥一跃，不能十步；驽马十驾，功在不舍；锲而舍之。朽木不折；锲而不舍，金石可镂。——荀况",
  "志当存高远。 ——诸葛亮",
  "他赢得普遍的尊敬，并不是由于他的显赫地位，而是由于他那始终如一的言行和不屈不挠的精神。——托尔斯泰",
  "只有刚强的人，才有神圣的意志，凡是战斗的人，才能取得胜利。——歌德",
  "即使遇到了不幸的灾难，已经开始了的事情决不放弃。——佚名",
  "土地是以它的肥沃和收获而被估价的；才能也是土地，不过它生产的不是粮食，而是真理。如果只能滋生瞑想和幻想的话，即使再大的才能也只是砂地或盐池，那上面连小草也长不出来的。 ——别林斯基",
  "停止奋斗，生命也就停止了。——卡莱尔",
  "凡是想获得优异成果的人，都应该非常谨慎地珍惜和支配自己的时间。——克鲁普斯卡娅",
  "虚心使人进步，骄傲使人落后。——毛泽东",
  "夫君子之行，静以修身，俭以养德，非淡泊无以明志，非宁静无以致远。——诸葛亮",
  "我从来不把安逸和快乐看作是生活目的本身，这种伦理基础，我叫它猪栏的理想。——爱因斯坦",
  "生活得最有意义的人，并不就是年岁活得最长的人，而是对生活最有感受的人。——卢梭",
  "通往美德的道路漫长而又陡峭。——赫西奥德",
  "成功之道，唯有用心思考，别无捷径。——卡耐基",
  "所有的人，起初都只是空心人，所谓自己，只是一个模糊的影子，全靠书籍绘画音乐电影里他人的生命体验唤出方向，并用自己的经历去充填，渐渐成为实心人。而在这个由假及真的过程里，最具决定性的力量，是时间。——三毛",
  "只要有坚强的意志力，就自然而然地会有能耐、机灵和知识。——陀思妥耶夫斯基",
  "人们对一切都会厌倦，除了对理解。——维吉尔",
  "道虽迩不行不至，事虽少不为不成。——荀子",
  "天才免不了有障碍，因为障碍会创造天才。——罗曼·罗兰",
  "我们的生命是天赋的，我们唯有献出生命，才能得到生命。——泰戈尔",
  "思而后行，以免做出蠢事。因为草率的动作和言语，均是卑劣的特征。——毕达哥拉斯",
  "五人团结一只虎，十人团结一条龙，百人团结像泰山。——邓中夏",
  "信用就像一面镜子，只要有了裂缝就不能像原来那样连成一片。——阿米尔",
  "劳动是一切知识的源泉。——陶铸",
  "形之正，不求影之直，而影自直。——马总",
  "理解人的方法只有一个：判断他们的时候不要急躁。——圣佩韦",
  "只有顺从自然，才能驾驭自然。——培根",
  "对自己的忠实，才不会对别人欺诈。——莎士比亚",
  "我们应当努力奋斗，有所作为。这样，我们就可以说，我们没有虚度年华，并有可能在时间的沙滩上留下我们的足迹。——拿破仑",
  "巨大的建筑，总是一木一石叠起来，我们何尝做做这一木一石呢？我时常做些零碎事，就是为此。——鲁迅",
  "锲而舍之，朽木不折；锲而不舍，金石可镂。——荀况",
  "建筑师的业是什么？直接地说是建筑物之创造，为社会解决衣食住行三者中住的问题，间接地说，是文化的纪录者，是历史之反照镜。所以你们的问题十分地繁难，你们的责任十分地重大。——梁思成",
  "鸟儿精心照管自己的巢只不过几天功夫，我则要终生精心照看自己的心巢。——巴尔扎克",
  "一日之际在于晨，一年之际在于春，一生之际在于勤。——邵康节",
  "友谊最高的境界是守护彼此的孤独。——里尔克",
  "对于一个艺术家来说，如果能够打破常规，完全自由进行创作，其成绩往往会是惊人的。——卓别林",
  "梦是心灵的思想，是我们的秘密真情。——杜鲁门卡波特",
  "凿壁偷光，聚萤作囊；忍贫读书，车胤匡衡。——许名奎",
  "理想如星辰———我们永不能触到，但我们可以象航海者一样，借星光的位置而航行。——舒尔茨",
  "只有经过长时间完成其发展的艰苦工作，并长期埋头沉浸于其中的任务，方可望有所成就。——黑格尔",
  "心口如一，犹不失为光明磊落丈夫之行也。——梁启超",
  "成大事不在于力量的大小，而在于能坚持多年。——约翰生",
  "穷且益坚，不坠青云之志。——王勃",
  "浩荡离愁白日斜，吟鞭东指即天涯。落红不是无情物，化作春泥更护花。——龚自珍",
  "人之操履无若诚实。——朱熹",
  "人生的磨难是很多的，所以我们不可对于每一件轻微的伤害都过于敏感。在生活磨难面前，精神上的坚强和无动于衷是我们抵抗罪恶和人生意外的最好武器。 ——洛克",
  "为学须刚与恒，不刚则隋隳，不恒则退。——冯子咸",
  "天行健，君子以自强不息。——孔子",
  "现在开始做你以后要做的事。——圣杰罗姆",
  "人生的一切都是用痛苦换得的。在大自然之中，任何幸福都是建立在废墟之上。最后，一切都归于废墟。但愿你能加以建筑。——罗曼·罗兰",
  "伟大的作品不只是靠力量完成，更是靠坚定不移的信念。——塞缪尔·约翰逊",
  "一个人追求的目标越高，他的才力就发展得越快，对社会就越有益。——高尔基",
  "世界上难有永恒的爱情，世上绝对存在永恒不灭的亲情，一旦爱情化解为亲情，那份根基，才不是建筑在沙土上了。——三毛",
  "生命不可能有两次，但许多人连一次也不善于度过。——吕凯特",
  "人不能象走兽那样活着，应当追求知识和美德。——但丁",
  "拼着一切代价，奔你的前程。——巴尔扎克",
  "贫不足羞，可羞是贫而无志。——吕坤",
  "吾无过人者，但生平行为，无不可对人言耳。——司马光",
  "保守是舒服的产物。——高尔基",
  "如果没有目标，即使辛苦一辈子，也一事无成。——比尔科普兰德",
  "生当作人杰，死亦为鬼雄，至今思项羽，不肯过江东。 ——李清照",
  "有了朋友，生命才显出它全部的价值。——罗曼罗兰",
  "在人类的历史长河中，谁学会了合作，谁的进化就更胜一筹。”——查尔斯·达尔文",
  "古之立大事者，不唯有超世之才，亦必有坚忍不拔之志。 ——苏轼",
  "千万不要胆怯，决不能睁着眼让别人夺去你的权利；这是你自己的责任，没法叫别人替代。——泰戈尔",
  "自我控制是最强者的本能。——萧伯纳",
  "这份文件通过它的长度成功保卫了自己不被阅读的权利。——丘吉尔",
  "友谊像清晨的雾一样纯洁，奉承并不能得到友谊，友谊只能用忠实去巩固它。——马克思",
  "欲笺心事，独语斜阑。——唐婉",
  "创造力来源于不同事物的意外组合。使差异最显着的最佳方法是把不同年龄、有不同文化和不同信仰的人搀杂在一起。——尼古拉·尼葛洛庞帝",
  "下古今之庸人，皆以一惰字致败。——曾国藩",
  "千教万教，教人求真；千学万学，学做真人。——陶行知",
  "青年的朝气倘已消失，前进不已的好奇心已衰退以后，人生就没有意义了。——穆勒",
  "天才就是无止境刻苦勤奋的能力。——卡莱尔",
  "如果自身伟大，任何工作你都不会觉得渺小。——乔·麦克唐纳",
  "幽默带来悟力和宽容，冷嘲则带来深刻而不友善的理解。——阿格尼斯·雷普利尔",
  "如果要别人诚信，首先要自己诚信。——莎士比亚",
  "创业者首先是一个优秀的个体，他不一定要做过职业经理人。但优秀的个体才能吸引一批人，为一个目标而奋斗。——俞永福",
  "一个有志气的人，他为之奋斗的目标应该是远大的，高尚的，而决不是被私利障住眼睛的懦夫。——殷庆功",
  "尊重真理吧，这才是大智的起点。——赫尔岑",
  "一个没有理想与目标的人，在思想上往往偏于保守；在行动上，常常想维持现状。——土光敏夫",
  "我们世界上最美好的东西，都是由劳动由人的聪明的手创造出来的。——高尔基",
  "人类的创新之举是极其困难的，因此便把已有的形式视为神圣的遗产。——蒙森",
  "作为一个人，要是不经历过人世上的悲欢离合，不跟生活打过交手仗，就不可能真正懂得人生的意义。——杨朔",
  "坚信自己的思想，相信自己心里认准的东西也一定适合于他人，这就是天才。——爱默生",
  "时间就是生命，时间就是速度，时间就是气力。——郭沫若",
  "一个东方老国的城市，在建筑上，如果完全失掉自己的艺术特性，在文化表现及观瞻方面都是大可痛心的。因这事实明显的代表着我们文化衰落，至于消灭的现象。——梁思成",
  "人的愿望没有止境，人的力量用之不朽。——高尔基",
  "旧书不厌百回读，熟读精思子自知。——苏轼",
  "有人活着却没有目标，他们在世间行走，就如同河中的一棵小草随波逐流。——塞涅卡",
  "生活没有目标，犹如航海没有罗盘。——罗斯金",
  "生活中有件明智事，就是精神集中；有一件坏事，就是精力涣散。——爱默森",
  "大自然把人们困在黑暗之中，迫使人们永远向往光明。——歌德",
  "读书之法，在循序渐进，熟读而精思。——朱煮",
  "卧看满天云不动，不知云与我俱东。——陈与义",
  "诚实是力量的一种象征，它显示着一个人的高度自重和内心的安全感与尊严感。——艾琳·C·卡瑟拉",
  "说出一个人真实的思想是人生极大的安慰。——伏尔泰",
  "君子以其身之正，知人之不正；以人之不正，知其身之所未正也。——苏轼",
  "一个不被理解的真理会变成一个错误。——巴劳尔",
  "会过去的，就会过去的。我们的痛苦，我们的悲伤，我们的负罪。——安妮宝贝",
  "需要证明的只是一半真理。——纪伯伦",
  "笑是一种没有副作用的镇静剂。——格拉索",
  "不要企图永远活下去，你不会成功的。——萧伯纳",
  "你默默地转向一边，面向夜晚。夜的深处，是密密的灯盏。它们总在一起，我们总要再见。再见，为了再见。——顾城",
  "坦白是诚实和勇敢的产物。——（美）马克·吐温",
  "世界上最快乐的事，莫过于为理想而奋斗。——苏格拉底",
  "大的建筑，总是由一木一石叠起来的，我们何妨做做这一木一石呢？我时常做些零碎事，就是为此。——鲁迅",
  "不要对任何人埋怨生活吧，因为安慰之词很少能包含一个人秘要追求的东西。当一个人同妨碍他生活的事物进行斗争时，生活便会比什么都更加充实，更有意义。在斗争中，苦闷无聊的时刻会不知不觉地飞驰而去。——高尔基",
  "无目标的努力，有如在黑暗中远征。——英国",
  "全盛时期的朋友无价值。——亨利·亚当斯",
  "生活中唯一乐趣就是忘却。——托尔斯泰",
  "不要说谎，不要害怕真理。——（俄）列夫·托尔斯泰",
  "不要以感伤的眼光去看过去，因为过去再也不会回来了，最聪明的办法，就是好好对付你的现在，现在正握在你的手里，你要以堂堂正正的大丈夫气概去迎接如梦如幻的未来。——郎费罗",
  "只怕应该怕的，不怕不应该怕的，才时勇敢的人。——托尔斯泰",
  "理想的书籍是智慧的钥匙。——托尔斯泰",
  "人生的价值，即以其人对于当代所做的工作为尺度。——徐玮",
  "读书是学习，使用也是学习，并且是更重要的学习。——毛泽东",
  "那些尝试去做某事却失败的，比那些什么也不尝试去做成功的人，不知好上多少。——路易·锤斯",
  "一致是强有力的，而纷争易于被征服。——伊索",
  "热得快的爱情，冷得也快。——威瑟",
  "我选择沉默的主要原因之一：从话语中，你很少能学到人性，从沉默中却能。假如还想学得更多，那就要继续一声不吭。——王小波",
  "时间是一切财富中最宝贵的财富。——德奥弗拉斯多",
  "一个人的个性应该像岩石一样坚固，因为所有的东西都建筑在它上面。——屠格涅夫",
  "成功是结果，而不是目的。——福楼拜",
  "没有一定的目标。智慧就会丧失；哪儿都是目标，哪儿就没有目标。——蒙田",
  "人生一征途耳，其长百年，我已走过十之七八回首前尘，历历在目，崎岖多于平坦，忽深谷，忽洪涛，幸赖桥梁以渡。桥何名欤？曰奋斗。——茅以升",
  "成功好比一张梯子，“机会”是梯子两侧的长柱，“能力”是插在两个长柱之间的横木。仅有长柱没有横木，梯子没有用处。——狄更斯",
  "大凡实际接触过科学研究的人都知道，不肯超越事实的人很少会有成就。——赫胥黎",
  "在一切道德品质中，善良的本性是世界上最需要的。——罗素",
  "两个恋人当中总是一方爱另一方，而另一方只是听任接受对方的爱而已。这一点对我们大多数人来说，都是一条必须服从的痛苦的真理。可是偶尔也会有两个彼此热恋而同时又彼此被热恋的情况。 ——毛姆",
  "万事皆由人的意志创造。——普劳图斯",
  "三军可夺帅也，匹夫不可夺志也。——孔子",
  "路是脚踏出来的，历史是人写出来的。人的每一步行动都在书写自己的历史。——吉鸿昌",
  "意志薄弱的人，一定不会诚实。——拉罗什富科",
  "我相信有情感的建筑。“建筑”的生命就是它的美。这对人类是很重要的。对一个问题如果有许多解决方法，其中的那种给使用者传达美和情感的就是建筑。——路易斯·巴拉干",
  "即使开始时，怀有敌意的人，只要自己抱有真实和诚实去接触，就一定能换来好意。——池田大作",
  "科学，劳动，实际工作？才能够使我们病态的，放荡的青年清醒过来。——冈察洛夫",
  "一个人的幸运的造成主要还是在他自己手里。所以诗人说：\"人人都可以为自己的幸运的建筑师\"。——培根",
  "若是怕狼，就别进森林。——高尔基",
  "青春是没有经验和任性的。——泰戈尔",
  "我不如起个磨刀石的作用，能使钢刀锋利，虽然它自己切不动什么。——贺拉斯",
  "一个人要帮助弱者，应当自己成为强者，而不是和他们一样变成弱者。——罗曼·罗兰",
  "执着追求并从中得到最大快乐的人，才是成功者。——梭罗",
  "赢得好射手美名并非由于他的弓箭，而是由于他的目标。——莉莱",
  "奋斗是万物之父。——陶行知",
  "少说些漂亮话，多做些日常平凡的事情。——列宁",
  "无限！再也没有其他问题如此深刻地打动过人类的心灵。——希尔伯特",
  "无论乌鸦怎样用孔雀的羽毛来装饰自己，乌鸦毕竟是乌鸦。——斯大林",
  "开创伟大事业的是天才，完成伟大事业的是辛苦。勉之期不止，多获由力耘。——欧阳修",
  "人生有些关口非狠狠地斗一下不可，不能为了混口饭吃而蹉跎了幸福。——巴尔扎克",
  "我们以人们的目的来判断人的活动。目的伟大，活动才可以说是伟大的。——契诃夫",
  "我觉得我这个团队是我最大的财富，我就最珍惜这个。——史玉柱",
  "宁教我负天下人，休叫天下人负我！——曹操",
  "才者，德之资也；德者，才之帅也。——司马光",
  "怒海不及我们顽强，雄狮不及我们自信，山岩不及我们坚定，不，残暴的死神也不及我们果决。——莎士比亚",
  "大鹏一日同风起，扶摇直上九万里。 ——李白",
  "为了宽慰自己，您不妨这样想：悲伤和忧愁，这也是巨大的精神财富。——安德列耶夫",
  "无论什么思想，都不是靠它本身去征服人心，而是靠它的力量；不论靠思想的内容，而是靠那些在历史上某些时期放射出来的生命的光辉。——罗曼·罗兰",
  "鞠躬尽瘁，死而后已。——诸葛亮",
  "失败乃成功之母。——爱迪生",
  "真理不存在于丑化了的现实里。——乔治·桑",
  "成大功者，不顾小嫌；建远略者，不期近效。——陈宏谋",
  "不是事业为了思想，而是思想为了事业。——伏尔泰",
  "对搞科学的人来说，勤奋就是成功之母。——茅以升",
  "对生活抱持全面性的好奇，仍是伟大创意人员成功的秘诀。——李奥贝纳",
  "相思相见知何日？此时此夜难为情。——李白",
  "诚能体而存之，则众善之源，百行之本。——朱熹",
  "最大的奖赏就是给你工作的机会。——曾仕强",
  "这些楼看起来建得很牢固，能抗任何狂风吧？但中国不能建这么高的楼房，因台风会很快把它吹倒，而且高层建筑若没有你们这样好的电梯配套也很不方便。——李鸿章",
  "赞美高山，但要留在山下；赞美大海，但要留在陆地上。——赫伯特",
  "致富的秘诀，在于“大胆创新、眼光独到”八个大字。——陈玉书",
  "要想获得一种见解，首先就需要劳动，自己的劳动，自己的首创精神，自己的实践。——陀思妥耶夫斯基",
  "使这个世界灿烂的不是阳光，而是女生的微笑。——俞敏洪",
  "一个人即使已登上顶峰，也仍要自强不息。——罗素·贝克",
  "丝染无复白，鬓白无重黑，努力爱青春，一失不再得。——旋国章",
  "遥想楚云深，人远天涯近。——朱淑真",
  "人的思维是否具有客观的真理性，这并不是一个理论的问题，而是一个实践的问题。——马克思",
  "青春是有限的，智慧是无穷的，趁短的青春，去学习无穷的智慧。——高尔基",
  "只有满怀自信的人，才能在任何地方都怀有自信沉浸在生活中，并实现自己底意志。——高尔基",
  "千教万教教人求真，千学万学学做真人。——陶行知",
  "博观而约取，厚积而薄发。——苏轼",
  "只有这样的人才配生活和自由，假如他每一天为之而奋斗。——歌德",
  "对于爱情，年是什么？既是分钟，又是世纪。说它是分钟是因为在爱情的甜蜜之中，它像闪电一般瞬息即逝；说它是世纪，是因为它在我们身上建筑生命之后的幸福的永生。——雨果",
  "任何节约归根到底是时间的节约。——马克思",
  "我不如起个磨刀石的作用，能使钢刀锋利，虽然它自己切不动什麽。——贺拉斯",
  "金钱是任何国家都能理解的一种语言，可以派上一切的用场。——阿芙拉·宾",
  "把语言化为行动，比把行动化为语言困难得多。——高尔基",
  "离开革命实践的理论是空洞的理论，而不以革命理论为指南的实践是盲目的实践。——斯大林",
  "大鹏一日同风起，扶摇直上九万里。——李白",
  "独抱影儿眠，背看灯花落。——汪懋麟",
  "如果人们不会互相理解，那么他们怎么能学会默默地互相尊重呢？——高尔基",
  "整个人生就是思想与劳动，劳动虽然是无闻的、平凡的，却是不能间断的。——冈察洛夫",
  "科学是永无止境的，它是一个永恒之谜。——爱因斯坦",
  "志不强者智不达。——墨翟",
  "建筑设计不能只顾自己的一个设计，而要和整个城市的风格相和谐。——张开济",
  "立志在坚不欲说，成功在久不在速。——张孝祥",
  "走正直诚实的生活道路，必定会有一个问心无愧的归宿。——高尔基",
  "人类第一个国王乃是一名成功的士兵，国家的功臣无需有荣耀的祖先。——伏尔泰",
  "松柏本孤直，难为桃李颜。——李白",
  "不论人生多不幸，聪明的人总会从中获得一点利益；不论人生多幸福，愚蠢的人总觉得无限悲哀。——拉·罗休弗克",
  "每一本书是一级小阶梯，我每爬上一级，就更脱离畜牧牲而上升到人类，更接近美好生活的观念，更热爱这本书。——高尔基",
  "生活中没有书籍，就好像没有阳光；生活中没有书籍，就好像鸟儿没了翅膀。——莎士比亚",
  "正是劳动本身构成了你追求的幸福的主要因素，任何不是靠辛勤努力而获得的享受，很快就会变得枯燥无聊，索然无味。——休谟",
  "诚实和勤勉，就应成为你永久的伴侣。——富兰克林",
  "谁若想在困厄时得到援助，就应在平日待人以宽。——萨迪",
  "慈母的心灵早在怀孕的时候就同婴儿交织在一起了。——狄更斯",
  "事业常成于坚忍，毁于急躁。——萨迪",
  "懒惰是很奇怪的东西，它使你以为那是安逸，是休息，是福气；但实际上它所给你的是无聊，是倦怠，是消沉；它剥夺你对前途的希望，割断你和别人之间的友情，使你心胸日渐狭窄，对人生也越来越怀疑。——罗兰",
  "真诚是处世行事的最好方法。——怀特",
  "别让你不能做的事妨碍到你能做的事。——约翰·伍森",
  "只有那些永远躺在坑里、从不仰望高处的人，才会掉至坑里去。——黑格尔",
  "能的把自己的爱说得天花乱坠的人，实际上爱得并不深。——彼特拉克",
  "只有绝望的赌鬼才肯把全部所有作孤注的一掷。一个商人如果把他的全部财产装在一只船上，人家就管他叫冒失鬼。——席勒",
  "机遇总是光顾有准备的头脑。——佚名",
  "科学没有国境，但科学家有祖国。——巴斯德",
  "最严重的浪费就是时间的浪费。——布封",
  "聪明出于勤奋，天才在于积累。——华罗庚",
  "历览前贤国与家，成由勤俭败由奢。——李商隐",
  "所有的痛苦都来自选择，所谓幸福，就是没有选择。——邓欣",
  "坚持真理的人是伟大的。伟大的心灵全部秘密几乎都在这个字里面：坚持。坚持对于勇气，正如轮子对于杠杆，那是支点的永恒更新。——雨果",
  "失足，你可以马上恢复站立；失信，你也许永难挽回。——（美）富兰克林",
  "人有智慧，就是要达到他所企望的目标。——陀思妥耶夫斯基",
  "昔时人已没，今日水犹寒。——骆宾王",
  "一棵质地坚硬的橡树，即使用一柄小斧去砍，那斧子虽小，但如砍个不停，终必把树砍倒。——莎士比亚",
  "谓学不暇者，虽暇亦不能学。——刘安",
  "要找出时间来考虑一下，一天中作了什么，是正号还是负号，假如是正号很好。假如是负号，那就采取措施。——季米特洛夫",
  "诚信是一种心灵的开放。——拉罗什福科",
  "人背信则名不达。——刘向",
  "坚强的生存愿望是顺利实现一切意愿的保证。——高尔基",
  "希望是本无所谓有，无所谓无的。这正如地上的路，其实地上本没有路，走的人多了，也便成了路。——鲁迅",
  "不管怎样的事情，都请安静地愉快吧！这是人生。我们要依样地接受人生，勇敢地大胆地，而且永远地微笑着。——卢森堡",
  "得不到友谊的人将是终身可怜的孤独者。没有友情的社会则只是一片繁华的沙漠。——培根",
  "徒悦目而偶俗，固高声而曲下。——陆机",
  "不是每一个都要站在第一线上的.，各人应该做自己份内的工作。——佚名",
  "燕雀戏藩柴，安识鸿鹄游。 ——曹植",
  "人类要在竞争中求生存，更要奋斗。——孙中山",
  "人生如同故事。重要的并不在有多长，而是在有多好。——塞涅卡",
  "懒驴子是打死也走不快的。——莎士比亚",
  "读书名人名言短句",
  "有时间读书，有时间又有书读，这是幸福；没有时间读书，有时间又没书读，这是苦恼。——莫耶",
  "要掌握书，莫被书掌握；要为生而读，莫为读而生。——布尔沃",
  "说书是随时在你近旁的顾问，随时都可以供给你所需要的知识，而且可以按照你的心意，重复这个顾问的次数。——凯勃斯",
  "好读书，不求甚解。每有会意，便欣然忘食。——陶渊明",
  "谬误百出的书可能是本有趣的书；而一点谬误都没有的书也许是本十分乏味的书。——哥尔斯密",
  "读书是灵魂的壮游，随时可发现名山巨川、古迹名胜、深林幽谷、奇花异卉。——法朗士",
  "当一个伟大的思想作为一种福音降临这个世界时，它对于受陈规陋习羁绊的大众会成为一种冒犯，而在那些读书不少但学识不深的人看来，却是一桩蠢事。——歌德",
  "读书不寻思，如迅风飞鸟之过前，响绝影灭，亦不知圣贤所言为何事，要作何用。",
  "书籍是巨大的力量。——列宁",
  "当我们步入晚年，知识将是我们舒适而必要的隐退的去处；如果我们年轻时不去栽种知识之树，到老就没有乘凉的地方了。——切斯特菲尔德",
  "为学之道，莫先于穷理；穷理之要，必先于读书。——朱熹",
  "书籍是智慧的宝库，阅读是思维的火花。",
  "读书广，广读书，读益书，易读书。",
  "读优秀书，做高尚人。",
  "唯书可以消精神之渴，唯书可以解精神之饿，唯书可以除精神之愁。",
  "“书是这一代对下一代精神上的遗训。”——赫尔岑",
  "越是多读书，就越是感到不足，越感到自己知识贫乏。——马克思",
  "我到处寻找安宁，却无处可觅，只有在独自阅读一本小书时，我才得到了安宁。――坎普腾的托马斯",
  "明灯常作伴；益书常为朋。——《对联集锦》",
  "书是随时在近旁的顾问，随时都可以供给你需要的知识而且可以按照你的心愿，重复这顾问的次数——苏凯勒司",
  "一本好书就是一个好的社会，它能够陶冶人的感情与气质，使人高尚。——皮罗果夫",
  "从来没有人读书，只有人在书中读自己，发现自己或检查自己。——罗曼·罗兰",
  "各种蠢事，在每天读书的影响下，仿佛在火上一样，渐渐溶化。",
  "只有书卷才能长留，成为我们一生的伴侣。",
  "人都向往知识，一旦知识的渴望在他身上熄灭，他就不再成为人。——南森",
  "书籍是我们的精神粮食。——普希金",
  "我读书总是以少为贵，从不贪多。不怕读得少，只怕记不牢。——徐特立",
  "书籍是幼年人的导师，是老年人的护士，在岑寂的时候，书籍使我们欢娱，远离一切的痛苦——柯里叶尔",
  "凡事百科全书上能查到的知识，我都不会装进脑袋。——爱因斯坦",
  "初以弋猎为事，中便折节读书，常慕傅介子、班仲升为人。",
  "读书要成为生活的必需，工作的必需！——邓加荣",
  "束书不观，游谈无根。",
  "好读书，不好读书；好读书，不好读书。──徐谓",
  "要抓好工具书，这是一把打开知识宝库的金钥匙，我得力于工具书，同时也愿意你们能尽快掌握这方面的知识。古人云：\"鸳鸯绣出凭君看，莫把金针度与伊\"，主张技术保密，我却愿意大家能占领这个阵地，愿把金针度与人，愿你们掌握打开知识宝库的金钥匙——工具书。——周笃文",
  "读书能使愚蠢的人聪明，使聪明的人更明智",
  "读者的好恶能决定书的命运。——莫鲁斯",
  "读书能养气，乃为善读书。",
  "书籍是智慧大门的钥匙。",
  "书籍是培育我们的良师，无需鞭答和根打，不用言语和训斥，不收学费，也不拘形式，对图书倾注的爱，就是对才智的爱。——德伯里",
  "相识一页书，胜于匆促地阅读一卷书。",
  "勤者读书夜达旦；青藤绕屋花连云。——《对联集锦》",
  "光阴给我们经验，读书给我们知识。——奥斯特洛夫斯基",
  "不好的书也象不好的朋友一样，可能会把你伤害。",
  "星星使夜空艳丽；知识使青春美丽。",
  "和书的缘分就像谈爱情，越是遭到砍伐杀戮，越是发展得猖獗，热烈。",
  "如果认为成功人士不怎么读书，你有如何知道别人的读书方式和效率呢？",
  "为学贵如疑，知疑贵问师。——书摘",
  "要心爱书，它会使你的生活紧张；它会情谊地来补助你明确庞大的思想、情感和事务；它会训诲你尊重他人和你自己；它以心爱世界、心爱人类的情感来鼓励智慧和心灵。",
  "一个人的知识越多，就越有价值。〔英国〕罗伯特：《韵文体英国编年史》",
  "世界上有许多好书，但这些书仅仅对那些会读它们的人才是好的。――佚名",
  "常识无涯，而生命有限。既要博古，又要通今，时间实在不足用。所以，用功念书开始要早。青年不尽力，更待何时？——梁实秋",
  "导师也要听听学生的意见，要学生作什么也得使他习于用理智去想想，这样一来，规则就更容易被接受，生了根就会更深，学生也就会乐于读书，乐于受教了。——洛克",
  "早知今日读书是，悔作从前任侠非。——李欣",
  "求学将以致用，读书先在虚心。——佚名",
  "读书不独变人气质，且能养人精神，盖理义收摄故也。作者：曾国藩",
  "“书籍是人类进步的阶梯。”——高尔基",
  "读书扩大的了我们的生活半径，使我们赢得了日常生活所不能获得的三维空间。——肖克凡",
  "得意念书乐，不邀为善名。——（清）王永彬",
  "智者阅读群书，亦阅历人生。——林语堂",
  "读书，始读，未知有疑；其次，则渐渐有疑；中则节节是疑。过了这一番，疑渐渐释，以至融会贯通，都无所疑，方始是学。——朱熹",
  "无限相信书籍的力量，是我的教育信仰的真谛之一——苏霍姆林斯基",
  "公自少至老，惟知读书，而吾辈汩没尘缘，不亲韦编。——袁中道",
  "书籍便是这种改造灵魂的工具。人类所需要的，是富有启发性的养料。而阅读，则正是这种养料——雨果",
  "用宝珠打扮自己，不如用知识充实自己。",
  "读书进步快，退步也快，这是由于意志不够坚定。",
  "好的书籍是最贵重的珍宝。——别林斯基",
  "少年喜书策，白首意未足。幽窗灯一点，乐处超五欲。——（宋）陆游",
  "好读书不好读书，好读书不好读书。",
  "餍饫、暖衣而无书教，则近于禽兽。——孟子",
  "知识创造价值，知识就是价值；知识创造财富，知识就是财富。",
  "学问不都是在书本上得来的，在事实上得的经验，也就是学问。——陈毅安。",
  "彻底消化几本书，强如把几百本书放在嘴里不咽下去。——奥斯本。",
  "书富如入海，百货皆有。人之精力，不能兼收尽取，但得春所欲求者尔。故愿学者每次作一意求之。——苏轼",
  "读书使人长志气，实践使人成未来。",
  "每日所读之书，分两类：一类是精读的，一类是浏览的。",
  "多读书精神文明，多实践物质文明。",
  "水滴集多成大海，读书集多成学问。——佚名",
  "自家慢诩便便腹，开卷方知未读书。——（清）张月楼",
  "读书长知，思考长智，虚心长识，应用长技。",
  "没有知识，我们就无法思考；没有思考，我们就无法获得知识。",
  "光念书不思考也许能使平庸之辈常识富厚，但它决不能使他们脑子清醒。——约·诺里斯",
  "读书有三种方法：一种是读而不懂，另一种是既读也懂，还有一种是读而懂得书上所没有的东西。——克尼雅日宁",
  "读书不可无师承，立论不可无依据。发奋识遍天下字，立志读尽人间书。书从疑处翻成悟，文到穷时始有神。",
  "天天看好书，日日争进步。——作者：林子茗",
  "寒夜读书忘却眠，锦衾香烬炉无烟。",
  "传屐朝寻药，分灯夜读书。——于鹄《题邻居》",
  "拥有书籍就是教养的证据吗？果然如此，谁在教养上足与拥有满屋子书籍的书店主人抗衡。――路基亚诺斯",
  "生活在我们这个世界里，不读书就完全不可能了解人。——高尔基。",
  "有阅读能力而不愿读好书的人，和文盲没有两样。作者：马克·吐温",
  "看别的书也一样，仍要自己思索，自己观察。倘只看书，便变成书橱，即使自己觉得趣味，而那趣味其实是已在逐渐硬化，逐渐死去了。——鲁迅",
  "穷人要多读书，富人不要忘记播种的时候。",
  "知识好象砂石下面的泉水，越掘得深泉水越清。",
  "知识分子优于文盲，如同活人优于死人。",
  "读书谓已多，抚事知不足。——（宋）王安石",
  "至哉天下乐，终日在书案。——（宋）欧阳修",
  "书是一种无形的力量，能帮助我们解决学习中的难题，教我们懂得做人的道理。——作者：冯月茜",
  "知识不是某种完备无缺、纯净无瑕、僵化不变的东西。它永远在创新，永远在前进。——普良尼施尼柯夫",
  "人多读书则识进，且能自见瑕疵，故终身都无足处。——王睥",
  "有些书可供一赏，有些书能够吞下，有不多的几部书则应当咀嚼消化；有的书只要读读其中一部分就够了，有些书能够全读，可是不必细心地读，还有不多的几部书则应当全读勤读，并且用心地读。——培根",
  "一个爱书的人，他一定不致贫乏一个忠实的朋友，一个精良的教练，一个心爱的伴侣，一个优婉的问候者。——伊萨克·巴罗",
  "学习名人名言短句",
  "学习永远不晚。——高尔基",
  "看书和学习是思想的经常营养，是思想的无穷发展。——冈察洛夫",
  "我们不需要死读硬记，我们需要用基本的知识来发展和增进每个学习者的思考力。——列宁",
  "只要心还在跳，就要努力学习。——张海迪",
  "保持和培养每个学生的自尊心，取决于教师如何看待学生的个人学习成绩。——苏霍姆林斯基",
  "学习专看文学书，也是不好的。先前的文学青年，往往厌恶数学、理化、史地、生物学，以为这些都无足轻重，后来变成连常识也没有。——鲁迅",
  "努力学习，勤奋工作，让青春更加光彩。——王光美",
  "愈学习，愈发现自己的无知。——笛卡尔",
  "重复是学习的母亲。——狄慈根",
  "读书是学习，摘抄是整理，写作是创造。——吴晗",
  "人要独立生活，学习有用的技艺。——凯德",
  "游手好闲的学习并不比学习游手好闲好。——约·贝勒斯",
  "学习是劳动，是充满思想的劳动。——乌申斯基",
  "学习要有三心，一信心，二决心，三恒心——陈景润",
  "学习是学习者态度的函数，而不是复习遍数的函数。——杰克·布威特斯",
  "多读书、多学习、多求经验，就是前途的保障。——罗曼·罗兰（法）",
  "必须记住我们学习的时间有限的。时间有限，不只由于人生短促，更由于人事纷繁——斯宾塞",
  "闲事闲话闲思是学习的大敌。——佚名",
  "学习尝试则可检查修证知识本身的真伪。——培根",
  "成功的法门——向\"失败\"学习。",
  "一切本能活动的主要任务……是在于引发学习的过程。——华生",
  "学习不问问题，不是为了讨好男人，而是不想听到令自己伤心的答案。——张小娴",
  "学习中经常取得可能会导致更大的学习兴趣，并改善学生作为学习的自我概念。——布鲁姆",
  "学习如何使用大脑，是学习一切东西的基础——拥有技能可以解决很多以前看来无解的问题——什么都不会的人，或者只会极少技能的人，其相处之道只能是互相折磨。什么都不会的人，无论拥有什么品质也改变不了一个基本事实：这人没用。",
  "只要比别人更早，更勤奋地学习，才能尝到成功的滋味。——佚名",
  "学习的痛苦是一时的，而没有学习的痛苦是一辈子的。——佚名",
  "学习之心不可无，懒惰之心不可有。——俗语",
  "勤奋是学习的枝叶，当然很苦，智慧是学习的花朵，当然香郁。——佚名",
  "加紧学习，抓住中心，宁精勿杂，宁专勿多。——《选集》",
  "你们必须向上代学习，必须掌握人类已经取得的最优秀的成果，然后再由此推陈出新。——加里宁",
  "阅读得越多、学习的越多，我就越肯定我是一无所知的。——伏尔泰",
  "若你隐藏你的无知，没有人会攻击你，但你也再不会学习到新事物了。——雷布莱博利",
  "先生不应该专教书，他的是教人做人；学生不应该专读书，他的是学习之道。——陶行知",
  "学习不是因为缺少时间，而是缺少努力。——佚名",
  "情况是在不断的变化，要使自己的思想适应新的情况，就得学习。——毛泽东",
  "现在，我怕的并不是那艰苦严峻的生活，而是不能再学习和认识我迫切想了解的世界。对我来说，不学习，毋宁死。——罗蒙诺索夫",
  "学习知识要善于思考，思考，再思考。——爱因斯坦",
  "青年是学习智慧的时期，中年是付诸实践的时期。——卢梭",
  "学习有如母亲一般慈爱，它用纯洁和温柔的欢乐来哺育孩子，如果向它要求额外的报酬，也许就是罪过。——巴尔扎克",
  "我学习了一生，现在我还在学习，而将来，只要我还有精力，我还要学习下去。——别林斯基",
  "在寻求真理的长河中，唯有学习，不断地学习，勤奋地学习，有创造性地学习，才能越重山跨峻岭。——华罗庚",
  "遇到好事，要随喜、赞叹、鼓励，并且虚心学习。——圣严法师",
  "学习与创造是人生的两只脚。——佚名",
  "如果学习的过程是一棵大树，那么想学习就有了根，会学习就有了干，努力学习就有了枝，会运用知识就有了叶。 ——张芝理",
  "只有平日多学习，多积累，才有可能产生高水平的创作。——王梓坤",
  "今天不为学习买单，未来就为贫穷买单。——艾默生",
  "学习的人应该在爬上一个山头后再去努力地爬下一个更高的山头，而不是爬上一个山头后就下山了。 ——王馨迪",
  "读书是最好的学习。追随伟大人物的思想，是最富有趣味的一门科学。——普希金",
  "地不耕种，再肥沃也长不出果实；人不学习，再聪明也目不识丁。——西塞罗",
  "学习这件事不在于有没有人教你，最重要的是在于你自己有没有觉悟和恒心。——法布尔",
  "学习有两忌，自高和自狭。——佚名",
  "构成我们学习障碍的是已知的东西，不是未知的东西。——贝尔纳",
  "无论是生活中还是屏幕上，再就是文化底蕴，演员也要不断的学习，毕竟我们的工作性质就是公众化的，所以我们要给观众一个积极的影响，不能让人觉得我们单单就有个外表或只是会演戏，也要在文化上有点深度！——杜淳",
  "学习就像登山，只有坚持不懈的人才能到达顶峰，并观赏到精美绝伦的风景。 ——许扬",
  "应当随时学习，学习一切；应该集中全力，以求知道得更多，知道一切。——高尔基",
  "学习不是纯粹的模仿。——佚名",
  "德可以分为两种：一种是智慧的德，另一种是行为的德，前者是从学习中得来的，后者是从实践中得来的。——亚里士多德",
  "人的天才只是火花，要想使它成熊熊火焰，哪就只有学习！学习。——高尔基",
  "人要想学习一点东西，就应该先学会谦逊。——梅雷迪斯",
  "学习的关键——重复。——佚名",
  "经常不断地学习，你就什么都知道。你知道得越多，你就越有力量。——高尔基",
  "任何一个人，都要必须养成自学的习惯，即使是今天在学校的学生，也要养成自学的习惯，因为迟早总要离开学校的！自学，就是一种独立学习，独立思考的能力。行路，还是要靠行路人自己。——华罗庚",
  "如果学校不能在课堂中给予学生更多成功的体验，他们就会以既在学校内也在学校外都完全拒绝学习而告终。——林格伦",
  "只有让学生不把全部时间都用在学习上，而留下许多自由支配的时间，他才能顺利地学习，这是教育过程的逻辑。——苏霍姆林斯基",
  "游手好闲地学习，并不比学习游手好闲好。——约翰·贝勒斯",
  "礼貌是一种语言。它的规则与实行，主要要从观察，从那些有教养的人们举止上去学习。——洛克",
  "对所学知识内容的兴趣可能成为学习动机。——赞科夫",
  "为了成功地生活，少年人必须学习自立，铲除埋伏各处的障碍，在家庭要教养他，使他具有为人所认可的独立人格。——戴尔·卡耐基",
  "只要还有什么东西不知道，就永远应当学习。——小塞涅卡",
  "人生最宝贵的是生命，人生最需要的是学习，人生最愉快的是工作，人生最重要的是友谊。——斯大林",
  "学习文学而懒于记诵是不成的，特别是诗。一个高中文科的学生，与其囫囵吞枣或走马观花地读十部诗集，不如仔仔细细地背诵三百首诗。——朱自清",
  "学习如果想有成效，就必须专心。学习本身是一件艰苦的事，只有付出艰苦的劳动，才会有相应的收获。——谷超豪",
  "学习中经常取得成功可能会导致更大的学习兴趣，并改善学生作为学习的自我概念。——布鲁姆",
  "学习永远不晚。——高尔基",
  "学习要有三心，一信心，二决心，三恒心。——陈景润",
  "如果学习只在于模仿，那么我们就不会有科学，也不会有技术。——高尔基",
  "对我来说，不学习，毋宁死。——罗蒙诺索夫",
  "学习专看文学书，也是不好的。先前的文学青年，往往厌恶数学理化史地生物学，以为这些都无足轻重，后来变成连常识也没有。——鲁迅",
  "如果学生在学校里学习的结果是使自己什么也不会创造，那他的一生永远是模仿和抄袭。——列夫·托尔斯泰",
  "生命是一种语言，它为我们转达了某种真理；如果以另一种方式学习它，我们将不能生存。——叔本华",
  "劳动教养了身体，学习教养了心灵。——史密斯",
  "读书和学习是在别人思想和知识的帮助下，建立起自己的思想和知识。——普希金",
  "人永远是要学习的。死的时候，才是毕业的时候。——萧楚女",
  "构成我们学习最大障碍的是已知的东西，而不是未知的东西。——贝尔纳",
  "年轻只知学习营利，乃生命中最黯淡之时刻。——格里尔",
  "生活工作学习倘使都能自动，则教育之收效定能事半功倍。所以我们特别注意自动力之培养，使它关注于全部的生活工作学习之中。自动是自觉的行动，而不是自发的行动。自觉的行动，需要适当的培养而后可以实现。——陶行知",
  "聪明在于学习，天才在于积累。所谓天才，实际上是依靠学习。——华罗庚",
  "青年是整个社会力量中的一部分最积极最有生气的力量。他们最肯学习，最少保守思想，在社会主义时代尤其是这样。——毛泽东",
  "谁在装束和发型上用尽心思，谁就没有精力用于学习；谁只注意修饰外表的美丽，谁就无法得到内在的美丽。——杨尊田",
  "不要靠馈赠来获得一个朋友。你须贡献你挚情的爱，学习怎样用正当的方法来赢得一个人的心。——苏格拉底",
  "我们的事业就是学习再学习，努力积累更多的知识，因为有了知识，社会就会有很大的进步，人类的未来幸福就在于此。——契诃夫",
  "天赋如同自然花木，要用学习来修剪。——培根",
  "青春是有限的，智慧是无穷的，趁短的青春，去学习无穷的智慧。——高尔基",
  "我们一定要给自己提出这样的任务：第一，学习，第二是学习，第三还是学习。——列宁",
  "青年人首先要树雄心，立大志；其次要度衡量力，决心为国家人民作一个有用的人才；为此就要选择一个奋斗的目标来努力学习和实践。——吴玉章",
  "学习要注意到细处，不是粗枝大叶的，这样可以逐步学习摸索，找到客观规律。——徐特立",
  "要建设，就必须有知识，必须掌握科学。而要有知识，就必须学习，顽强地耐心地学习。向所有的人学习，不论向敌人或朋友都要学习，特别是向敌人学习。——斯大林",
  "如果不想在世界上虚度一生，那就要学习一辈子。——高尔基",
  "倘能生存，我当然仍要学习。——鲁迅",
  "学习外语并不难，学习外语就像交朋友一样，朋友是越交越熟的，天天见面，朋友之间就亲密无间了。——高士其",
  "爱国名人名言短句",
  "为了国家的利益，使自己的一生边为有用的一生，纵然只能效绵薄之力，我也会热血沸腾。 ——果戈理",
  "祖国更重于生命，是我们的母亲，我们的土地。——聂鲁达",
  "祖国如有难，汝应作前锋。——陈毅",
  "爱国主义和其它道德感情与信念一样，使人趋于高尚。——凯洛夫",
  "祖国的命运就是自己的命运！——常香玉",
  "僵卧孤村不自哀，尚思为国戌轮台。——陆游",
  "商女不知亡国恨，隔江犹唱后庭花。——杜牧",
  "宁做流浪汉，不做亡国奴。——丰子恺",
  "真正的爱国者是爱人类的，爱国决不是排外。——马铁丁",
  "最大的荣誉是保卫祖国的荣誉。——亚里士多德",
  "为祖国倒下的人，他的死是光荣的。——荷马",
  "夜视太白收光芒，报国欲死无战场！——陆游",
  "为祖国而死，那是最美的命运啊！——大仲马",
  "爱祖国，首先要了解祖国；不了解，就说不上爱。——任继愈",
  "爱国主义是对一个国家最深刻的感情之一，这个国家已经巩固了数千年。",
  "必须经过祖国这一层楼，然后更上一层楼，达到人类的高度。——罗曼·罗兰",
  "爱国应该和爱自己的家一样。为了国家，不仅在牺牲财产，就是牺牲生命，也在所不惜，这就是报国的大义。——福泽谕吉",
  "谁把中国农村搞好了，谁就是中国人民的功臣。——邢燕子",
  "爱国主义的力量多么伟大呀！在它面前，人的爱生之念，畏苦之情，算得是什么呢！在它面前，人本身也算得是甚么呢！",
  "一般就在部分之中；谁不属于自己的祖国，那么他也就不属于人类。——别林斯基",
  "为了国家和人民的利益不怕自己吃亏的人，才是高尚的、有道德的、脱离了低级趣味的人。——刘少奇",
  "只有热爱祖国，痛心祖国所受的严重苦难，憎恨敌人，这才给了我们参加斗争和取得胜利的力量。——托尔斯泰",
  "除非你能消除人类的爱国之心，否则世界就永远不会太平。——萧伯纳",
  "捐躯赴国难，视死忽如归。——曹植",
  "当须徇忠义，身死报国恩。——李希仲",
  "谁不属于自己的祖国，他就不属于人类。——海涅",
  "虚荣的人注视着自己的名字，光荣的人注视着祖国的事业。——何塞·马蒂",
  "黄金诚然是宝贵的，但是生气勃勃勇敢的爱国者却比黄金更宝贵。——林肯",
  "我怀着比对我自己的生命更大的尊敬神圣和严肃，去爱国家的利益。——莎士比亚",
  "人民不能没有面包而生活，人民也不能没有祖国而生活。——雨果",
  "一个没有祖国的人，像一个没有家的孩子，永远是孤独的。——尤今",
  "爱国主义就是千百年来巩固起来的对自己的祖国的一种最深厚的感情。——列宁",
  "我是你的，我的祖国！都是你的，我的这心、这灵魂；假如我不爱你，我的祖国，我能爱哪一个人？——裴多菲",
  "祖国，我永远忠于你，为你献身，用我的琴声永远为你歌唱和战斗。 ——肖邦",
  "只有热爱祖国，祖国遭受了严重的苦难，憎恨敌人，这给了我们参与斗争和取得胜利的力量。托尔斯泰",
  "位卑不敢忘忧国。——陆游",
  "没有祖国，就没有幸福。每个人必须植根于祖国的土壤里。——屠格涅夫",
  "一身报国有万死，双鬓向人无再青。 ——陆游",
  "爱自己的祖国。这就是说，要渴望祖国能成为人类理想的体现，并尽自己的力量来促进这一点。——加里宁",
  "人类最高的道德标准是什么？那就是爱国心。——拿破仑",
  "纵使世界给我珍宝和荣誉，我也不愿离开我的祖国。因为纵使我的祖国在耻辱之中，我还是喜欢、热爱、祝福我的祖国！——裴多菲",
  "科学没有国界，科学家却有国界。 ——巴甫洛夫",
  "爱祖国高于一切。——肖邦",
  "我重视祖国的利益，甚于自己的生命和我所珍爱的儿女。——莎士比亚",
  "我无论做什么，始终在想着，只要我的精力允许的话，我就要首先为我的祖国服务。——巴甫洛夫",
  "祖国如有难，汝应作前锋。 ——陈毅",
  "人不仅为自己而生，而且也为祖国活着。——柏拉图",
  "我们为祖国服务，也不能都采用同一方式，每个人应该按照资禀，各尽所能。 ——歌德",
  "我们都是中国人，都有中国魂，所有的中国人，都是一家人。——申宝峰",
  "各出所学，各尽所知，使国家富强不受外侮，足以自立于地球之上。——詹天佑",
  "做人最大的事情是什么呢？就是要知道怎样爱国。——孙中山",
  "寄意寒星荃不察，我以我血荐轩辕。——鲁迅",
  "中国自古以来，就有埋头苦干的人，就有拼命硬干的人，就有为民请命的人，就有舍身求法的人。——他们是中国的脊梁。——鲁迅",
  "惟有民魂是值得宝贵的，惟有它发扬起来，中国人才有真进步。——鲁迅",
  "为了选择真理，为了国家，我要回家！",
  "与其忍辱生，毋宁报国死。——何香凝",
  "锦绣河山收拾好，万民尽作主人翁。——朱德",
  "人民不仅有权爱国，而且爱国是个义务，是一种光荣。——徐特立",
  "爱国的主要方法，就是要爱自己所从事的事业。——谢觉哉",
  "为中华之崛起而读书。——周恩来",
  "祖国如有难，汝应作前锋。——陈毅",
  "一个人只要热爱自己的祖国，有一颗爱国之心，就什么事情都能解决了。什么苦楚，什么冤屈都受得了。——冰心",
  "我们的祖国并不是人间乐园，但是每一个中国人都有责任把她建设成人间乐园。——巴金",
  "我爱我的祖国，爱我的人民，离开了它，离开了他们，我就无法生存，更无法写作。——巴金",
  "我有我的人格、良心，不是钱能买的。我的音乐，要献给祖国，献给劳动人民大众，为挽救民族危机服务。——冼星海",
  "国家是大家的，爱国是每个人的本分。——陶行知",
  "英勇非无泪，不洒敌人前。男儿七尺躯，愿为祖国捐。——陈辉",
  "恨不抗日死，留作今日羞。国破尚如此，我何惜此头。——吉鸿昌",
  "我死国生，我死犹荣，身虽死精神长生，成功成仁，实现大同。——赵博生",
  "宁做流浪汉，不做亡国奴。——丰子恺",
  "我是炎黄子孙，理所当然地要把学到的知识全部奉献给我亲爱的祖国。——李四光",
  "一个真正的爱国主义者，用不着等待什么特殊机会，他完全可以在自己的岗位上表现自己对祖国的热爱。——苏步青",
  "锦城虽乐，不如回故乡；乐园虽好，非久留之地。归去来兮。——华罗庚",
  "不辞艰险出夔门，救国图强一片心；莫谓东方皆落后，亚洲崛起有黄人。——吴玉章",
  "能够献身于自己祖国的事业，为实现理想而斗争，这是最光荣不过的事情了。——吴玉章",
  "我荣幸地以中华民族一员的资格，而成为世界公民。我是中国人民的儿子。我深情地爱着我的祖国和人民。——邓小平",
  "中国的文人，历来重气节。一个画家如果不爱民族，不爱祖国，就是丧失民族气节。画的价值，重在人格。人格——爱国第一。——李苦禅",
  "爱国主义就是千百年来巩固起来的对自己祖国的一种深厚的感情。——列宁",
  "常思奋不顾身，而殉国家之急。——（汉）司马过",
  "谁不属于自己的祖国，那么他也就不属于人类。——（俄）别林斯基",
  "热爱祖国，这是一种最纯洁、最敏锐、最高尚、最强烈、最温柔、最无情、最温存、最严酷的感情。一个真正热爱祖国的人，在各个方面都是一个真正的人……——（前苏朕）苏霍姆林斯基",
  "友谊名人名言短句",
  "人之相知，贵在知心。——李陵",
  "布衣之交不可忘。——李延寿",
  "德不孤，必从邻。——孟子",
  "贫困能试朋友之真伪。——但丁",
  "一人知已足平生。——赵翼",
  "知己肝胆相照。——文天祥",
  "临时结交的人，不能算是朋友。——培根",
  "高山流水，非知音不能听。——文天祥",
  "海内存知己，天涯若比邻。——王勃",
  "宴笑友朋多，患难知交寡。——蒲松龄",
  "朋友是生活中的阳光。——挪易卜生",
  "朋友如甜瓜，百试始得一。——法国",
  "平生知心者，屈指能几人？——白居易",
  "忠实的朋友是菩萨的化身。——拿破仑",
  "君子以文会友，以友辅仁。——《论语》",
  "势利的朋友，迟早会离你而去。——亚当斯",
  "没有友谊，世界仿佛失去太阳。——西塞罗",
  "朋友之义，难在义字千变万化。——三毛",
  "以酒交友，与酒一样，仅一晚而已。——罗高",
  "莫愁前路无知已，天下谁人不识君。——高适",
  "朋友是自己送给自己的礼物。——斯蒂文生",
  "无信之友，较之敌人尤为可恶。——莎士比亚",
  "朋友是你送给自己的一份礼物。——史蒂文森",
  "全盛时期的朋友无价值。——亨利·亚当斯",
  "人生所贵在知已，四海相逢骨肉亲。——李贺",
  "一个好朋友常常是在逆境中获得的。——拉丁美洲",
  "要想有朋友，自己必须先够朋友。——爱默生。",
  "朋友越老越好，美酒越老越香。——约翰·雷",
  "朋友之义，务在切直以升于善道者也。——徐干",
  "忠诚是友谊的桥梁，欺骗是友谊的叛徒。——佚名",
  "一个没有好朋友，就不会看到自己的缺点。——苏联",
  "朋友间保持一定的距离，而使友谊永存。——查理士",
  "亲戚是不可选择的，而朋友却可以。——德·利勒",
  "兄弟可能不是朋友，但朋友常常如兄弟。——富兰克林",
  "为朋友而死不难，难在找一个值得为之而死的朋友。——英国",
  "恩德相结者，谓之知已；腹心相结者，谓之知心。——冯梦龙",
  "仁爱的话，仁爱的诺言，嘴上说起来的容易的，只有在患难的时候，才能看见朋友的真心。——克雷洛夫",
  "幸运时朋友了解我们，逆境中我们了解朋友。——柯林斯",
  "朋友交好，若要情谊持久，就必须彼此谦让体贴。——乔叟",
  "友情的纽带，或会因情绪激动而绷紧，但决不可折断。——林肯",
  "连一个好朋友都没有的人，根本不值得活着。——德谟克利特",
  "真正的朋友，是一个灵魂孕育在两个躯体里。——亚里士多德",
  "财富不是永久的朋友，但朋友是永久的财富。——列夫·托尔斯泰",
  "在欢乐时，朋友会认识我们；在患难时，我们会认识朋友。——科林斯",
  "世界上用得最普遍的名词是朋友，但是最难得到的也是朋友。——法国",
  "周围都有好朋友的人，比四面楚歌的人不知幸福多少。——卡内基夫人",
  "以切磋之谊取友，则学问日精；以慎重之行利生，则道风日远。——弘一法师",
  "有朋友的人像平原一要宽广，没有朋友的人却像窄狭的手掌。——蒙古族",
  "世间最美好的东西，莫过于有几个头脑和心地都很正直的朋友。——爱因斯坦",
  "要这样生活；使你的朋友不致成为仇人，使你的仇人却成为朋友。——毕达哥拉斯",
  "欢社会中一小群志同道合的朋友，这是人的社会属性的基本原则。——埃德蒙·伯克",
  "很多显得像朋友的人其实不是朋友，而很多是朋友的倒并不显得像朋友。——希腊",
  "我既找不到一个完全献身于我的朋友，我就必须有些能以其推动力克服我的惰性的朋友。——卢梭",
  "君子敬而无失，与人恭而有礼，四海之内皆兄弟也。——孔子",
  "少年乐相知，衰暮思故友。——韩愈",
  "知音世所稀。——孟浩然",
  "山河不足重，重在遇知已。——鲍溶",
  "相识满天下，知心能几人。——冯梦龙",
  "合意友来情不厌，知心人至话投机。——冯梦龙",
  "婴其呜矣，求其友声。——《诗经·小雅》",
  "与朋友交，言而有信。——《论语》",
  "真正的朋友应该说真话，不管那话多么尖锐……——奥斯特洛夫斯基",
  "世界上没有比友谊更美好，更令人愉快的东西了；没有友谊，世界仿佛失去了太阳。——西塞图",
  "友正直者日益，友邪柔者日损。——《薛之情公读书录·交友》",
  "顺利时结交朋友，逆境中考验朋友。——拉丁谚语",
  "朋友间必须是患难相济，那才能说得上是真正的友谊。——莎士比亚",
  "想交朋友，就要先为别人做些事——那些需要花时间体力、体贴、奉献才能做到的事。",
  "除了一个真心的朋友之外，没有一样药剂可以直通心灵。——英国谚语",
  "交友不宜滥，滥则贡谀者来。——明·洪应明《菜根谭》",
  "真正的朋友应该说真话，不管那话多么尖锐。——奥斯特洛夫斯基",
  "世事如今辣酒酿，交友自古春云薄。——苏轼",
  "古人说，朋友是第二个“我”，多一个好朋友实际上使你又获得了一次生命。——佚名",
  "在无利害观念之外，互相尊敬似乎是友谊的另一要点。——莫罗阿",
  "友谊是培养人的感情的学校。——苏霍姆林斯基",
  "多一个真正的朋友，就多一块陶冶情操的砺石；多一分战胜的力量，多一个锐意进取的伴侣。——培根",
  "亲戚是上帝赐予我们的、朋友是我们自己挑选的。 ——马姆福尔德",
  "友谊不能成为一种交易；相反。它需求最彻底的无利害观念。——莫罗阿",
  "友谊的最大努力并不是向一个朋友展示我们的缺陷，而是使他看到自己的缺陷。——拉罗什夫科",
  "先淡后浓，先疏后密，先远后近，交友之道也。——《胡氏家训》",
  "真正的朋友不把友谊挂在口上，他们并不为了友谊而互相要求点什么，而是彼此为对方做一切办得到的事。——别林斯基",
  "朋友邀宴，可以缓往；朋友有难，必须速赴。——书摘",
  "用狡计去害友人的人，自己将陷于危险埋伏之中。——伊索",
  "友谊之光像磷火，当四周漆黑之际最为显露。——克伦威尔",
  "幸福并不在于多友，而在于慎择友人及其价值。——约翰生",
  "我们交友如此多变，是因为我们难以认识灵魂的性质和看到智力的优点。——（法国作家）拉罗什富科",
  "有了朋友，生命才显出它全部的价值。——罗曼罗兰",
  "真正的朋友，在你获得成功的时候，为你高兴，而不捧场。在你遇到不幸或悲伤的时候，会给你及时的支持和鼓励。在你有缺点可能犯错误的时候，会给你正确的批评和帮助。——高尔基",
  "朋友是亲密的永久伙伴。——佚名",
  "用友谊的耙子铲除敌视和仇恨的种子，再在原来的地方种下和谐的嫩苗。———狄更斯",
  "聪明的人们就应该尽上力量去建立友谊，而不应去结仇恨。——《五卷书》",
  "友谊永远是美德的辅佐，不是罪恶的助手。——西塞罗",
  "友谊使欢乐倍对我们帮助最大的，并不是朋友们的实际帮助，而是我们坚信得到他们的帮助的信念——伊壁鸠鲁",
  "朋友之间感情真诚，敌人就会无隙可乘。——萨迪",
  "友谊是心灵的结合。——伏尔泰",
  "志道者少友，逐利者多俦。——王符",
  "与其结交可靠的朋友，不如自己结交朋友可靠。——王尔德",
  "友谊像清晨的雾一样纯洁，奉承并不能得到友谊，友谊只能用忠实去巩固它。——马克思",
  "友谊是天地间最可宝贵的东西，深挚的友谊是人生最大的一种安慰。——邹韬奋",
  "友谊是一种温静与沉着的爱，为理智所引导，习惯所结成，从长久的认识与共同的契合而产生，没有嫉妒，也没有恐惧。——荷麦",
  "朋友是不分国籍，不限年龄，不拘性别的。——（中国散文家）冰心",
  "诚信名人名言短句",
  "人背信则名不达。——刘向",
  "以信接人，天下信人；不以信接人，妻子疑之——杨泉",
  "人之所助者，信也。——《周易》",
  "以诚感人者，人亦诚而应。——程颐",
  "祸莫大于无信。——傅玄",
  "信用是成功的伙伴。——英国",
  "失去信用等于碎了的镜子，不可能修复。——德国",
  "精诚所至、金石为开。——出自（汉）王充《论衡·感虚篇》",
  "轻诺必寡信。——《老子》",
  "言必信，行必果。——《论语·子路》",
  "诚信为人之本。——鲁迅",
  "言必诚信，行必忠正。——孔子",
  "信犹五行之土，无定位，无成名，而水金木无不待是以生者。——朱熹",
  "若有人兮天一方，忠为衣兮信为裳。——卢照龄",
  "虚伪的真诚，比魔鬼更可怕。——泰戈尔",
  "诚实是最丰富的传代物。——克尔",
  "唯天下至诚，方能经纶天下之大经，立天下之大本。——《中庸》",
  "真诚才是人生最高的美德。——乔叟",
  "守信用胜过有名气。——罗斯福",
  "信用难得易失。费10年功夫积累的信用往往会由于一时的言行而失掉。——池田大作",
  "诚者，天之道；思诚者，人之道也。——《孟子。离娄上》",
  "信用出黄金，因为黄金比信用易得。——英国",
  "民无信不立。————孔子",
  "人无忠信，不可立于世。——程颐",
  "真诚与朴实是天才的宝贵品质。——斯坦尼斯拉夫斯基",
  "说谎话的人所得到的，就只即使觉说直话也没有人相信。——伊索",
  "信不足，安有信。——《管子》",
  "人而无信，不知其可也。———孔子",
  "诚实最好的政策。——弗兰克林",
  "甚至上帝也助诚实勇敢者一臂之力。——米南德",
  "信用既是无形的力量，也是无形的财富。——松下幸之助",
  "君子养心，莫善于诚。——荀子",
  "世界未有比真诚人更为可贵的。——西塞罗",
  "诚实是一座阶梯，也是达到认识之前的手段之一。——尼采",
  "立足于诚实，其乐可无比。——戈特",
  "惟诚可以破天下之伪，惟实可以破天下之虚——薛瑄",
  "一两重的真诚，等于一吨重的聪明。——大仲马（法国）",
  "人而无信，不知其可也。——孔子《论语·为政》",
  "走上社会后，我们深感信用危机的严重性和危害性。但埋怨没有用，更不能等待。重树社会信用必须靠每个人的努力，要从现在做起，从自己做起。——郭辉",
  "当今世界的所有恶劣品质中，不真诚是最危险的。——阿尔及利亚",
  "获取信用是要付出很高代价的。——杰罗尔德",
  "我的座右铭是：第一是诚实，第二是勤勉，第三是专工作。——卡耐基",
  "坦诚是最明智的策略。—————富兰克林",
  "守信的人是最快乐的，诚实是最天真的。—————鲁迅",
  "诚实者既不怕光明，也不怕黑暗。—————高尔基",
  "诚信是一种心灵的开放。————拉罗什福科",
  "诚实是智慧之书的第一章。——杰弗逊",
  "失信就是失败。———左拉",
  "信用难得易失。———（日）池田大作",
  "人类最不道德处，是不诚实与怯懦。———高尔基",
  "失去了诚信，就等同于敌人毁灭了自己。————莎士比亚",
  "我希望我将具有足够的坚定性和美德，借以保持所有称号中我认为最值得羡慕的称号：一个诚实的人。——华盛顿",
  "轻诺必寡信，多易必多难。——老子",
  "唯天下至诚为能化。——《论语》",
  "君子履信无不居。——汉·班彪",
  "一两重的真诚，其值等于一吨重的聪明。——德国谚语",
  "诚实是艺术的最大要素。只要我们总对自己诚实，艺术总在那里，它决不会让我们失望的。——柯尼利亚·奥提斯金约",
  "信用是无形的资产。——日本",
  "宁可失钱，不可失信。——英国",
  "如同性格的惟一基础那样，深邃的真诚也是才能的惟一基础。——爱默生",
  "养心莫善于诚。——荀子",
  "要正直地生活，别想入非非！要诚实地工作，才能前程远大。——陀思妥耶夫斯基",
  "轻千乘之国，而重一言之信。——孔子",
  "信以立志，信以守身，信以处世，信以待人，毋内心的真诚。真诚在社会上是无往不利的一把剑，走到哪里都应该带着它。（中）三毛。",
  "永开不败的诚信之花，永不消逝的中华美德。（座右铭）",
  "意志薄弱的人，必须不会诚实。——拉罗什富科",
  "诚信者，天下之结也。——墨子",
  "善良——这是天才者的伟大品质之一。——安格尔",
  "没有诚实，何来尊严。——西塞罗",
  "真诚是一种心灵的开放。——拉罗什福科",
  "诚实是最好的政策。——富兰克林",
  "言而必有信，期而必当，天下之高行也。——淮南子",
  "推人以诚，则不言而信矣。——王通",
  "注重自己的名声，努力工作、与人为善、遵守诺言，这样对你们的事业非常有帮助。——李嘉诚",
  "真诚是处世行事的最好方法。——怀特利",
  "毅力、勤奋、忘我投身于工作的人。诚实和勤勉，应该成为你永久的伴侣。——富兰克林",
  "与新老朋友相交时，都要诚实可靠，避免说大话。要说到做到，不放空炮，做不到的宁可不说。——李嘉诚",
  "人而无信，不知其可也——孔子",
  "私人的信用是财产，公众的荣誉是保证金。——朱尼厄斯",
  "不宝金玉，而忠信以为宝——《礼记》",
  "您必须保持诚实人的立场，这时常是冒险的人需要的勇气。——奥斯特洛夫斯基",
  "欺人只能一时，而诚信才是长久之策。——约翰雷",
  "没有一种遗产能像诚实那样丰富的了。——莎士比亚",
  "诚——始于心，表于行，终于信。",
  "真诚与朴实是天才的宝贵品质————斯坦尼斯拉夫斯基",
  "志薄弱的人，一定不会诚实。——拉罗什夫利",
  "一个企业要永续经营，首先要得到社会的承认、用户的承认。企业对用户真诚到永远，才有用户、社会对企业的回报，才能保证企业向前发展——张瑞敏",
  "诚是一种心灵的开放——拉罗什富科",
  "信用是最大的资本。——英国",
  "人之所助在信，信之所本在诚。——《新唐书·陆贷列传》",
  "诚实的人必须对自己守信，他的最后靠山就是线、诚实和勤勉，应该成为你永久的伴侣——富兰克林",
  "信用是财产，有信用就有一切。——[韩]郑周永",
  "可终身而守约，不可斯须而失信。——唐·张弧《素履子·履信》",
  "言忠信，行笃敬。——论语",
  "志不强者智不达，言不信者行不果。——墨翟，战国思想家",
  "小信诚则大信立。——《韩非子》",
  "友者必先以诚相待，无信者不可交也。———马千里",
  "诚信是一种财富，拥有诚信能使世界变得更美好！——佚名",
  "不精不诚，不能动人。——《庄子·鱼父》",
  "与朋友交，言而有信。——《论语》",
  "坦白是诚实和勇敢的产物。——（美）马克·吐温",
  "相信谎言的人必将在真理之前毁灭。——赫尔巴特",
  "世界上没有人人都不信的谎言，也没有一句谎言都不信或只相信谎言的人。——斯大林",
  "人不守信，无异于叫旁人对他失信。——英国",
  "吾日三省吾身：为人谋而不忠乎与朋友交而不信乎传不习乎——孔子",
  "自古皆有死，民无信不立。——孔子",
  "诚信处世世界大，奸诈为人人格低。——佚名",
  "人之所助者，信也。——易经",
  "感恩名人名言短句",
  "投我以桃，报之以李。——诗经",
  "礼尚往来，往而不来，非礼也；来而不往，亦非礼也。——礼记",
  "感谢命运，感谢人民，感谢思想，感谢一切我要感谢的人。——鲁迅",
  "在这个世界上，我们永远需要报答最美好的人，这就是母亲。——（前苏联）奥斯特洛夫斯基",
  "丑恶的海怪也比不上忘恩的儿女那样可怕。——（英国）莎士比亚",
  "平生多感激，忠义非外奖。——李白《酬裴侍御对雨感时见赠》",
  "他日见张禄，绨袍怀旧恩。——李白《送鲁郡刘长史迁弘农长史》",
  "哺乳经三年，汗血耗千斛。——徐熙《劝孝歌》",
  "功名炊黍寻常梦，怪事书空感激人。——王逊《西夏重阳》",
  "见此不记人，恩情绝云雨。——李白《代赠远》",
  "未知天地恩何报，翻对江山思莫开。——李建勋《离阙下日感恩》",
  "养儿方知娘辛苦，养女方知谢娘恩。　——日本谚语",
  "鞠躬尽瘁，死而后已。——诸葛亮《后出师表》",
  "不当家，不知柴米贵；不养儿，不知报母恩。　——中国谚语",
  "孝子之至，莫大乎尊亲；尊亲之至，莫大乎以天下养。——孟子",
  "忘恩比之说谎、虚荣、饶舌、酗酒或其它存在于脆弱的人心中的恶德还要厉害。——英国谚语",
  "蜜蜂从花中啜蜜，离开时营营的道谢。浮夸的蝴蝶却相信花是应该向他道谢的。 ——泰戈尔",
  "如果一个人身受大恩而后来又和恩人反目的话，他要顾全自己的体面，一定比不相干的陌路人更加恶毒，他要证实对方罪过才能解释自己的无情无义。——萨克雷",
  "谁言寸草心，报得三春晖。——孟郊《游子吟》",
  "卑鄙小人总是忘恩负义的，忘恩负义原本就是卑鄙的一部分。——雨果",
  "家庭之所以重要，主要是因为它能使父母获得情感。——罗素",
  "慈善的行为比金钱更能解除别人的痛苦。——卢梭",
  "不管一个人取得多么值得骄傲的成绩，都应该饮水思源，应该记住是自己的老师为他们的成长播下了最初的种子。——居里夫人",
  "每一种恩惠都有一枚倒钩，它将钩住吞食那份恩惠的嘴巴，施恩者想把他拖到哪里就得到那里。——堂恩",
  "心存感激却不表达，就像包装礼物却不送一样。——威廉·亚瑟·沃德",
  "感恩是疫苗，是抗毒素，是防腐剂。——约翰·亨利·乔伊特",
  "从现在开始的两个月里，当你每天有意识地感谢生活中存在的丰富之后，你就会变得不一样了。你会启动一个古老的精神法则：你拥有的和感恩得越多，你得到的就越多。——莎拉布兰纳克",
  "没有表达不出来的感激之情。如果不表达出来，那就是明显的、老式的忘恩负义。——罗伯特·布罗特",
  "培养感恩的态度，感谢发生在你身上的每一件事，要知道每向前迈出一步都是朝着比现在更大更好的目标迈进的一步。——布莱恩崔西",
  "感恩是一种将逆境绘成可爱图画的艺术。——谷湖的斯里兰卡",
  "感恩是最难以表达的情感之一，尤其是当它是发自内心的时候。——菲利克斯",
  "感恩是最好的态度。没有比感恩更令人愉悦的心智锻炼了。伴随而来的是一种内心的满足，因为完成任务就能得到充分的回报。——约瑟夫·艾迪生",
  "感恩不仅是最伟大的美德，也是其他美德的源头。——西塞罗",
  "不要忘记朋友对你的好处，时时记得回报，这是感恩。——林志颖",
  "人生最快乐的不是得到什麽，而是得到以后懂得珍惜与感恩；人生最痛苦的也不是失去什麽，而是失去后的漠然与沉沦。——郭会章",
  "用爱心做好事业，用感恩的心做人。——陈安之",
  "对你拥有的事物心存感激，你将拥有更多。——欧普拉温芙蕾",
  "明师之恩，诚为过于天地，重于父母多矣。——晋。葛洪《勤求》",
  "凡人皆有感恩报德之心。——狄更斯",
  "感恩是美德中最微小的，忘恩负义是品行中最不好的。 ——英国谚语",
  "为学莫重于尊师。——谭嗣同《浏阳算学馆增订章程》",
  "尊师则不论其贵贱贫富矣。——《吕氏春秋·劝学》",
  "父母之所爱亦爱之，父母之所敬亦敬之。——孔子",
  "哀哀父母，生我劬劳。——《诗经》",
  "贤不肖不可以不相分，若命之不可易，若美恶之不可移。——《吕氏春秋》",
  "做人就像蜡烛一样，有一分热，发一分光，给人以光明，给以温暖。——肖楚女",
  "生活需要一颗感恩的心来创造，一颗感恩的心需要生活来滋养。——王符",
  "忘恩的人落在困难之中，是不能得救的。——希腊谚语",
  "感恩即是灵魂上的健康。　——尼采",
  "母羊要是听不见她自己小羊的啼声，她决不会回答一头小牛的叫喊。——莎士比亚",
  "惟孝顺父母，可以解忧。——孟子",
  "慈善行及至亲，但不应仅此为止——富勒",
  "侍于亲长，声容易肃，勿因琐事，大声呼叱。——周秉清",
  "作为一个人，对父母要尊敬，对子女要慈爱，对穷亲戚要慷慨，对一切人要有礼貌。——（美国）罗素",
  "受人滴水之恩，当以涌泉相报。",
  "没有感恩就没有真正的美德。",
  "一父养十子，十子养一父。",
  "父母之恩，水不能溺，火不能灭。",
  "滴水之恩，当涌泉相报。",
  "鱼知水恩，乃幸福之源也。",
  "借得大江千斛水，研为翰墨颂师恩。",
  "从小不知老娘亲，育儿才知报娘恩。",
  "一个人可以不问心无愧，毕竟每个人都会有私心，但必须懂得知恩图报。",
  "一饭之恩，当永世不忘。",
  "吃水不忘挖井人，前人栽树后人乘凉。",
  "知恩图报，善莫大焉。",
  "淡看世事去如烟，铭记恩情存如血。",
  "父恩比山高，母恩比海深。",
  "感恩之心，人皆有之；感恩之人，世皆敬之。",
  "百年轮回千年等，他世不做陌路人。物事人非性已改，依旧不泯养鱼恩。",
  "登高山之巅，勿忘父母情；入成功之道，切记恩师意。",
  "哀哀父母，生不养儿不知父母恩。",
  "感恩是精神上的一种宝藏。",
  "不知道感恩的人，就不会被感恩。",
  "感恩是别人的给予，更是给予别人的馈赠。",
  "鱼对水说我感激你，因为你给了我生命；水对鱼说我感激你，因为你给了我生机。",
  "一个懂得感激的人，即使各方面都一败涂地，但仍拥有最宝贵的财富一颗善良的心。",
  "天道酬勤，凡事感恩。滴水之恩，当涌泉相报。",
  "一粥一饭，当思来之不易；半丝半缕，恒念物力维艰。",
  "感激是扇没有上锁的门，不需要钥匙便能打开。",
  "知恩图报者，贤者也。",
  "懂得感恩的人，往往是有谦虚之德的人，是有敬畏之心的人。对待比自己弱小的人，知道要躬身弯腰，便是属于前者；感受上苍懂得要抬头仰视，便是属于后者。",
  "一日为师，终身为父。",
  "一饭之恩，当永世不忘。",
  "哀哀父母，生不养儿不知父母恩。",
  "淡看世事去如烟，铭记恩情存如血。",
  "借得大江千斛水，研为翰墨颂师恩。",
  "鱼知水恩，乃幸福之源也。",
  "梦想名人名言短句",
  "“梦想”是一个多么“虚无缥缈不切实际”的词啊。在很多人的眼里，梦想只是白日做梦，可是，如果你不曾真切的拥有过梦想，你就不会理解梦想的珍贵。——柳岩",
  "不是每个人都应该像我这样去建造一座水晶大教堂，但是每个人都应该拥有自己的梦想，设计自己的梦想，追求自己的梦想，实现自己的梦想。梦想是生命的灵魂，是心灵的灯塔，是引导人走向成功的信仰。有了崇高的梦想，只要矢志不渝地追求，梦想就会成为现实，奋斗就会变成壮举，生命就会创造奇迹。——罗伯舒乐",
  "不要怀有渺小的梦想，它们无法打动人心。——歌德",
  "梦想家命长，实干家寿短。——约奥赖利",
  "梦想绝不是梦，两者之间的差别通常都有一段非常值得人们深思的距离。——古龙",
  "梦想是人们与生俱来的重要宝物之一，它等待你的珍视和实践。——邹金宏",
  "梦想无论怎样模糊，总潜伏在我们心底，使我们的心境永远得不到宁静，直到这些梦想成为事实。——林语堂",
  "梦想一旦被付诸行动，就会变得神圣。——阿安普罗克特",
  "梦想只要能持久，就能成为现实。我们不就是生活在梦想中的吗？——丁尼生",
  "人类也需要梦想者，这种人醉心于一种事业的大公无私的发展，因而不能注意自身的物质利益。——居里夫人",
  "要用你的梦想引领你的一生，要用感恩、真诚、助人圆梦的心态引领你的一生，要用执著、无惧、乐观的态度来引领你的人生。——李开复",
  "一个人可以非常清贫、困顿、低微，但是不可以没有梦想。只要梦想一天，只要梦想存在一天，就可以改变自己的处境。——奥普拉",
  "一个人想要成功，想要改变命运，有梦想是重要的。……我觉得每个人都应该心中有梦，有胸怀祖国的大志向，找到自己的梦想，认准了就去做，不跟风不动摇。同时，我们不仅仅要自己有梦想，你还应该用自己的梦想去感染和影响别人，因为成功者一定是用自己的梦想去点燃别人的梦想，是时刻播种梦想的人。——李彦宏",
  "一个人要实现自己的梦想，最重要的是要具备以下两个条件：勇气和行动。——俞敏洪",
  "一个有事业追求的人，可以把“梦”做得高些。虽然开始时是梦想，但只要不停地做，不轻易放弃，梦想能成真。——虞有澄",
  "一块砖没有什么用，一堆砖也没有什么用，如果你心中没有一个造房子的梦想，拥有天下所有的砖头也是一堆废物；但如果只有造房子的梦想，而没有砖头，梦想也没法实现。——俞敏洪",
  "一切活动家都是梦想家。——詹哈尼克",
  "拥有梦想的人是值得尊敬的，也让人羡慕。当大多数人碌碌而为为现实奔忙的时候，坚持下去，不用害怕与众不同，你该有怎么样的人生，是该你亲自去撰写的。加油！让我们一起捍卫最初的梦想。——柳岩",
  "最初所拥有的只是梦想，以及毫无根据的自信而已。但是，所有的一切就从这里出发。——孙正义",
  "世界上最快乐的事，莫过于为梦想而奋斗。——苏格拉底",
  "梦想无论怎样模糊，总潜伏在我们心底，使我们的心境永远得不到宁静，直到这些梦想成为事实才止；像种子在地下一样，一定要萌芽滋长，伸出地面来，寻找阳光。——林语堂",
  "人生最大的骄傲，就是在成年时实现童年的梦想。——马佳",
  "梦想家的缺点是害怕命运。——斯·菲利普斯",
  "要想成就伟业，除了梦想，必须行动。——佚名",
  "梦想不抛弃苦心追求的人，只要不停止追求，你们会沐浴在梦想的光辉之中。——佚名",
  "要抒写自己梦想的人，反而更应该清醒。——佚名",
  "当我真心在追寻著我的梦想时，每一天都是缤纷的，因为我知道每一个小时都是在实现梦想的一部分。——佚名",
  "人性最可怜的就是：我们总是梦想着天边的一座奇妙的玫瑰园，而不去欣赏今天就开在我们窗口的玫瑰。——佚名",
  "穷人并不是指身无分文的人，而是指没有梦想的人。——佚名",
  "平凡朴实的梦想，我们用那唯一的坚持信念去支撑那梦想。——佚名",
  "每个人的生命都是一只小船，梦想是小船的风帆。——佚名",
  "一个人有钱没钱不一定，但如果这个人没有了梦想，这个人穷定了。——佚名",
  "现在的一切都是为将来的梦想编织翅膀，让梦想在现实中展翅高飞。——佚名",
  "很多时候，我们富了口袋，但穷了脑袋；我们有梦想，但缺少了思想。——佚名",
  "正如心愿能够激发梦想，梦想也能够激发心愿。——佚名",
  "人有了物质才能生存，人有了梦想才谈得上生活。你要了解生存与生活的不同吗？动物生存，而人则生活。——佚名",
  "没有一颗心会因为追求梦想而受伤，当你真心想要某样东西时，整个宇宙都会联合起来帮你完成。——佚名",
  "一个实现梦想的人，就是一个成功的人。——佚名",
  "努力向上吧，星星就躲藏在你的灵魂深处；做一个悠远的梦吧，每个梦想都会超越你的目标。——佚名",
  "很难说什么是办不到的事情，因为昨天的梦想，可以是今天的希望，并且还可以成为明天的现实。——佚名",
  "梦想，是坚信自己的信念，完成理想的欲望和永不放弃的坚持，是每个拥有她的人最伟大的财富。——任初七",
  "心存希望，幸福就会降临你；心存梦想，机遇就会笼罩你。——佚名",
  "梦想，是一个目标，是让自己活下去的原动力，是让自己开心的原因。——佚名",
  "有时你的梦想达到是一种幸福，有时梦想破灭也是一种幸福。——佚名",
  "我相信我们应该在一种理想主义中去找精神上的力量，这种理想主义要能够不使我们骄傲，而又能够使我们把我们的希望和梦想放得很高。——居里夫人",
  "我梦想有一天，当我不能再梦想的时候，我希望我的墓碑上能够刻下这样的文字：这里躺着的，是一个热心为他人成功与美好提供帮助的人，他曾给1亿以上的人带来帮助。——邹金宏",
  "我们因梦想而伟大，所有的成功者都是大梦想家：在冬夜的火堆旁，在阴天的雨雾中，梦想着未来。有些人让梦想悄然绝灭，有些人则细心培育、维护，直到它安然度过困境，迎来光明和希望，而光明和希望总是降临在那些真心相信梦想一定会成真的人身上。——威尔逊",
  "一切活动家都是梦想家。——詹·哈尼克",
  "梦想家命长，实干家寿短。——约·奥赖利",
  "梦想不会发光，发光的是追梦的你自己。",
  "要用你的梦想引领你的一生，要用感恩、真诚、助人圆梦的心态引领你的一生，要用执着、无惧、乐观的态度来引领你的人生。——李开复",
  "在梦想的最美好世界中，一切都是为最美好的目的而设。——伏尔泰",
  "有些梦想曾为我们引过道路，并不断给我新的勇气以欣然面对人生，那些梦想就是——真善美。",
  "我们的梦想，不管怎么样，都属于未来。——奇雷特",
  "一个人的梦想越崇高，生活越纯洁。——伏尼契",
  "梦想的人物不仅要在物质需要的满足上，还要在精神旨趣的满足上得到表现。——黑格尔",
  "每个人都有一定的梦想，这种梦想决定着他的努力和判断的方向。就在这个意义上，我从来不把安逸和快乐看作生活目的的本身——这种伦理基础，我叫它猪栏的梦想。",
  "梦想如晨星，——我们永不能触到，但我们可像航海者一样，借星光的位置而航行。——史立兹",
  "人的梦想志向往往和他的能力成正比。——约翰逊",
  "梦是心灵的思想，是我们的秘密真情。——杜鲁门卡波特"
]